{
  "ff:hilfe-zum-lebensunterhalt": {
    "id": "ff:hilfe-zum-lebensunterhalt",
    "category": "social_benefit",
    "status": "production",
    "title": {
      "de": "Hilfe zum Lebensunterhalt",
      "en": "Cost-of-living assistance"
    },
    "teaser": {
      "de": "Die „Hilfe zum Lebensunterhalt“ unterstützt Menschen, die vorübergehend nicht oder nur wenig arbeiten können und keinen Anspruch auf andere Sozialleistungen haben, bei der Deckung von Grundbedürfnissen wie Essen, Kleidung und Miete.",
      "en": "The 'Hilfe zum Lebensunterhalt' (cost-of-living assistance) supports people who are temporarily unable to work or can only work a little and do not have access to other social benefits. It helps cover basic needs such as food, clothing, and rent."
    },
    "general": {
      "brief": {
        "de": "Hilfe zum Lebensunterhalt (HzL) ist eine Leistung der Sozialhilfe (SGB XII, Kapitel 3) zur Sicherung des Existenzminimums, wenn eigenes Einkommen und Vermögen nicht ausreichen und weder Bürgergeld (SGB II) noch Grundsicherung im Alter und bei Erwerbsminderung (SGB XII, Kapitel 4) in Betracht kommen. Sie richtet sich insbesondere an Personen, die vorübergehend nicht erwerbsfähig sind oder aus anderen Gründen nicht unter das Bürgergeld fallen.\n\n&nbsp;\n\n### Zentrale Aspekte der Hilfe zum Lebensunterhalt\n- **Leistungsumfang**: monatlicher Regelsatz für den Lebensunterhalt, Übernahme angemessener Kosten für Unterkunft und Heizung sowie Beiträge zur Kranken- und Pflegeversicherung.\n- **Mehrbedarfe und einmalige Bedarfe**: zusätzliche Leistungen z. B. bei kostenaufwändiger Ernährung, Schwangerschaft, Alleinerziehung oder für Erstausstattungen (Wohnung, Kleidung).\n- **Abgrenzung**: nicht für erwerbsfähige Leistungsberechtigte (mindestens 3 Stunden täglich leistungsfähig) – diese fallen in der Regel unter das Bürgergeld; nicht für Personen im Rentenalter oder dauerhaft voll erwerbsgeminderte Erwachsene – dafür ist die Grundsicherung zuständig.\n- **Vermögens- und Einkommensprüfung**: anrechenbares Einkommen und Vermögen werden berücksichtigt; Schonbeträge bleiben unberührt.\n- **Zuständige Stelle**: das örtliche Sozialamt am Wohnort.",
        "de_es": "Hilfe zum Lebensunterhalt (HzL) ist eine Leistung der Sozialhilfe (SGB XII, Kapitel 3) zur Sicherung des Existenzminimums, wenn eigenes Einkommen und Vermögen nicht ausreichen und weder Bürgergeld (SGB II) noch Grundsicherung im Alter und bei Erwerbsminderung (SGB XII, Kapitel 4) in Betracht kommen. Sie richtet sich insbesondere an Personen, die vorübergehend nicht erwerbsfähig sind oder aus anderen Gründen nicht unter das Bürgergeld fallen.\n\n&nbsp;\n\n### Zentrale Aspekte der Hilfe zum Lebensunterhalt\n- **Leistungsumfang**: monatlicher Regelsatz für den Lebensunterhalt, Übernahme angemessener Kosten für Unterkunft und Heizung sowie Beiträge zur Kranken- und Pflegeversicherung.\n- **Mehrbedarfe und einmalige Bedarfe**: zusätzliche Leistungen z. B. bei kostenaufwändiger Ernährung, Schwangerschaft, Alleinerziehung oder für Erstausstattungen (Wohnung, Kleidung).\n- **Abgrenzung**: nicht für erwerbsfähige Leistungsberechtigte (mindestens 3 Stunden täglich leistungsfähig) – diese fallen in der Regel unter das Bürgergeld; nicht für Personen im Rentenalter oder dauerhaft voll erwerbsgeminderte Erwachsene – dafür ist die Grundsicherung zuständig.\n- **Vermögens- und Einkommensprüfung**: anrechenbares Einkommen und Vermögen werden berücksichtigt; Schonbeträge bleiben unberührt.\n- **Zuständige Stelle**: das örtliche Sozialamt am Wohnort.",
        "en": "Assistance for subsistence (Hilfe zum Lebensunterhalt, HzL) is a social assistance benefit (SGB XII, Chapter 3) that secures basic living costs when own income and assets are insufficient and neither Citizens’ Benefit (SGB II) nor Basic Income Support in Old Age and in Case of Reduced Earning Capacity (SGB XII, Chapter 4) applies. It primarily covers persons who are temporarily not capable of work or otherwise do not fall under Citizens’ Benefit.\n\n&nbsp;\n\n### Key aspects of Assistance for Subsistence\n- **Scope of benefits**: monthly standard rate for living expenses, coverage of reasonable housing and heating costs, and contributions to health and long-term care insurance.\n- **Additional and one-off needs**: extra payments, e.g., for special diets, pregnancy, single parents, or initial furnishings (housing, clothing).\n- **Demarcation**: not for employable persons (able to work at least 3 hours per day) – they typically fall under Citizens’ Benefit; not for people of statutory retirement age or permanently fully incapacitated adults – covered by basic income support.\n- **Means test**: countable income and assets are taken into account; exempt allowances remain protected.\n- **Responsible authority**: the local Social Welfare Office (Sozialamt)."
      },
      "examples": {
        "de": [
          {
            "description": "Sabine (45) aus Leipzig ist wegen einer schweren Erkrankung für mehrere Monate nicht arbeitsfähig. Da sie kein Bürgergeld beziehen kann und ihr Krankengeld ausgelaufen ist, erhält sie Hilfe zum Lebensunterhalt.\n\n&nbsp;\n\n### Unterstützung durch Hilfe zum Lebensunterhalt\n- Sie bekommt den monatlichen Regelsatz von **563 €** (Stand 2025) sowie die Übernahme ihrer Miet- und Heizkosten.\n- Zusätzlich erhält sie einen Mehrbedarf für ihre kostenaufwändige Ernährung.\n- Sabine muss dem Sozialamt regelmäßig ärztliche Nachweise über ihre vorübergehende Erwerbsunfähigkeit vorlegen."
          },
          {
            "description": "Peter (52) aus Dortmund lebt allein und leidet seit längerer Zeit an gesundheitlichen Problemen. Er kann aktuell weniger als drei Stunden täglich arbeiten, ist aber nicht dauerhaft erwerbsgemindert. Deshalb hat er keinen Anspruch auf Bürgergeld und erhält stattdessen Hilfe zum Lebensunterhalt.\n\n&nbsp;\n\n### Unterstützung durch Hilfe zum Lebensunterhalt\n- Peter erhält den monatlichen Regelsatz von **563 €** sowie die Übernahme seiner angemessenen Miet- und Heizkosten.\n- Zusätzlich bekommt er Unterstützung für notwendige Arztbesuche und Medikamente.\n- Er ist verpflichtet, dem Sozialamt regelmäßig ärztliche Nachweise und Informationen zu seiner gesundheitlichen Situation vorzulegen."
          }
        ],
        "de_es": [
          {
            "description": "Sabine (45) aus Leipzig ist wegen einer schweren Erkrankung für mehrere Monate nicht arbeitsfähig. Da sie kein Bürgergeld beziehen kann und ihr Krankengeld ausgelaufen ist, erhält sie Hilfe zum Lebensunterhalt.\n\n&nbsp;\n\n### Unterstützung durch Hilfe zum Lebensunterhalt\n- Sie bekommt den monatlichen Regelsatz von **563 €** (Stand 2025) sowie die Übernahme ihrer Miet- und Heizkosten.\n- Zusätzlich erhält sie einen Mehrbedarf für ihre kostenaufwändige Ernährung.\n- Sabine muss dem Sozialamt regelmäßig ärztliche Nachweise über ihre vorübergehende Erwerbsunfähigkeit vorlegen."
          },
          {
            "description": "Peter (52) aus Dortmund lebt allein und leidet seit längerer Zeit an gesundheitlichen Problemen. Er kann aktuell weniger als drei Stunden täglich arbeiten, ist aber nicht dauerhaft erwerbsgemindert. Deshalb hat er keinen Anspruch auf Bürgergeld und erhält stattdessen Hilfe zum Lebensunterhalt.\n\n&nbsp;\n\n### Unterstützung durch Hilfe zum Lebensunterhalt\n- Peter erhält den monatlichen Regelsatz von **563 €** sowie die Übernahme seiner angemessenen Miet- und Heizkosten.\n- Zusätzlich bekommt er Unterstützung für notwendige Arztbesuche und Medikamente.\n- Er ist verpflichtet, dem Sozialamt regelmäßig ärztliche Nachweise und Informationen zu seiner gesundheitlichen Situation vorzulegen."
          }
        ],
        "en": [
          {
            "description": "Sabine (45) from Leipzig is unable to work for several months due to a serious illness. Since she cannot receive Citizens’ Benefit and her sickness benefit has expired, she receives Assistance for Subsistence.\n\n&nbsp;\n\n### Support through Assistance for Subsistence\n- She receives the monthly standard rate of **€563** (as of 2025) and coverage of her rent and heating costs.\n- In addition, she gets a supplement for her special diet.\n- Sabine must regularly provide medical certificates of her temporary incapacity for work to the social welfare office."
          },
          {
            "description": "Peter (52) from Dortmund lives alone and has been struggling with health problems for some time. He is currently able to work less than three hours per day but is not considered permanently incapacitated. Therefore, he is not entitled to Citizens’ Benefit and instead receives Assistance for Subsistence.\n\n&nbsp;\n\n### Support through Assistance for Subsistence\n- Peter receives the monthly standard rate of **€563** as well as coverage of his reasonable rent and heating costs.\n- He also gets support for necessary medical visits and medication.\n- He is required to regularly provide medical certificates and updates about his health situation to the social welfare office."
          }
        ]
      }
    },
    "application_process": {
      "brief": {
        "de": "Der Antrag auf Hilfe zum Lebensunterhalt wird beim zuständigen Sozialamt gestellt.\n\n&nbsp;\n\n### Wichtige Details zur Antragstellung\n- **Zuständige Stelle**: das Sozialamt am Wohnort der antragstellenden Person.  \n- **Form der Antragstellung**: schriftlich über die offiziellen Antragsformulare; in vielen Kommunen ist auch eine persönliche Vorsprache erforderlich, teilweise ist eine Online-Antragstellung möglich.  \n- **Unterlagen**: benötigt werden Nachweise über Einkommen und Vermögen, Miet- und Nebenkosten, ärztliche Unterlagen bei gesundheitlichen Einschränkungen sowie ein gültiges Ausweisdokument.  \n- **Fristen**: die Leistungen werden frühestens ab dem Monat der Antragstellung gewährt; daher sollte der Antrag möglichst frühzeitig gestellt werden.",
        "de_es": "Der Antrag auf Hilfe zum Lebensunterhalt wird beim zuständigen Sozialamt gestellt.\n\n&nbsp;\n\n### Wichtige Details zur Antragstellung\n- **Zuständige Stelle**: das Sozialamt am Wohnort der antragstellenden Person.  \n- **Form der Antragstellung**: schriftlich über die offiziellen Antragsformulare; in vielen Kommunen ist auch eine persönliche Vorsprache erforderlich, teilweise ist eine Online-Antragstellung möglich.  \n- **Unterlagen**: benötigt werden Nachweise über Einkommen und Vermögen, Miet- und Nebenkosten, ärztliche Unterlagen bei gesundheitlichen Einschränkungen sowie ein gültiges Ausweisdokument.  \n- **Fristen**: die Leistungen werden frühestens ab dem Monat der Antragstellung gewährt; daher sollte der Antrag möglichst frühzeitig gestellt werden.",
        "en": "The application for Assistance for Subsistence must be submitted to the responsible social welfare office.\n\n&nbsp;\n\n### Important details for the application\n- **Responsible authority**: the local social welfare office at the applicant’s place of residence.  \n- **Form of application**: in writing via the official application forms; in many municipalities a personal appointment is also required, in some cases an online application is possible.  \n- **Documents**: required are proof of income and assets, rental and utility costs, medical documents in case of health restrictions, and a valid identification document.  \n- **Deadlines**: benefits are granted at the earliest from the month of application; therefore, the application should be submitted as early as possible."
      }
    }
  },
  "ff:kindergeld": {
    "id": "ff:kindergeld",
    "category": "social_benefit",
    "status": "production",
    "title": {
      "de": "Kindergeld",
      "en": "Child benefit"
    },
    "teaser": {
      "de": "Alle Eltern, die in Deutschland leben bzw. arbeiten,  können für Ihre Kinder Kindergeld bekommen. Das Kindergeld wird unabhängig vom Einkommen der Eltern ausgezahlt. Das Kindergeld beträgt 250€ pro Monat pro Kind (Stand 2025). Kindergeld erhält man grundsätzlich bis das Kind 18 Jahre alt ist. In manchen Fällen (z.B. Ausbdildung oder Arbeitssuche) kann Kingergeld aber auch länger bezogen werden. Kindergeld muss beantragt werden, dies geht bis zu 6 Monate rückwirkend.",
      "en": "All parents living or working in Germany are entitled to child benefit for their children. Child benefit is paid regardless of the parents' income. Child benefit amounts to 250€ per month per child (as of 2025). Child benefit is generally paid until the child is 18 years old. In some cases (e.g. education or job search), child benefit can be received for a longer period. Child benefit must be applied for, this can be done up to 6 months retroactively."
    },
    "general": {
      "brief": {
        "de": "Kindergeld ist eine Familienleistung zur finanziellen Unterstützung von Eltern bzw. Sorgeberechtigten für ihre Kinder.\n\n&nbsp;\n\n### Zentrale Aspekte von Kindergeld\n- **Höhe**: derzeit **255 € pro Kind und Monat** (einheitlicher Betrag).  \n- **Altersgrenzen**: grundsätzlich bis zur Vollendung des 18. Lebensjahres; bis **zum 25. Geburtstag** bei Schul-/Berufsausbildung oder Studium; bis **zum 21. Geburtstag**, wenn das Kind arbeitsuchend gemeldet ist und keine Beschäftigung hat.  \n- **Voraussetzungen**: Wohnsitz oder gewöhnlicher Aufenthalt in Deutschland; Kinder können leiblich, adoptiert, Stief- oder Pflegekinder sein.  \n- **Nachweise**: u. a. Geburtsurkunde, Steuer-Identifikationsnummern von Kind und antragstellender Person; bei Ausbildung/Studium entsprechende Bescheinigungen.  \n- **Zuständige Stelle**: die **Familienkasse** der Bundesagentur für Arbeit.  \n- **Rückwirkung**: Nachzahlung für **maximal 6 Monate** rückwirkend möglich.",
        "de_es": "Kindergeld ist eine Familienleistung zur finanziellen Unterstützung von Eltern bzw. Sorgeberechtigten für ihre Kinder.\n\n&nbsp;\n\n### Zentrale Aspekte von Kindergeld\n- **Höhe**: derzeit **255 € pro Kind und Monat** (einheitlicher Betrag).  \n- **Altersgrenzen**: grundsätzlich bis zur Vollendung des 18. Lebensjahres; bis **zum 25. Geburtstag** bei Schul-/Berufsausbildung oder Studium; bis **zum 21. Geburtstag**, wenn das Kind arbeitsuchend gemeldet ist und keine Beschäftigung hat.  \n- **Voraussetzungen**: Wohnsitz oder gewöhnlicher Aufenthalt in Deutschland; Kinder können leiblich, adoptiert, Stief- oder Pflegekinder sein.  \n- **Nachweise**: unter anderem Geburtsurkunde, Steuer-Identifikationsnummern von Kind und antragstellender Person; bei Ausbildung/Studium entsprechende Bescheinigungen.  \n- **Zuständige Stelle**: die **Familienkasse** der Bundesagentur für Arbeit.  \n- **Rückwirkung**: Nachzahlung für **maximal 6 Monate** rückwirkend möglich.",
        "en": "Child benefit (Kindergeld) is a family allowance that financially supports parents or legal guardians for their children.\n\n&nbsp;\n\n### Key aspects of Kindergeld\n- **Amount**: currently **€255 per child per month** (flat rate).  \n- **Age limits**: generally until the child turns 18; up to **age 25** if in school/vocational training or university; up to **age 21** if registered as a jobseeker and not employed.  \n- **Requirements**: residence or habitual residence in Germany; eligible children include biological, adopted, step- and foster children.  \n- **Proofs**: e.g., birth certificate, tax identification numbers of the child and applicant; enrollment/training certificates where applicable.  \n- **Responsible authority**: the **Familienkasse** (Family Benefits Office) of the Federal Employment Agency.  \n- **Retroactive payment**: possible for **up to 6 months** retroactively."
      },
      "examples": {
        "de": [
          {
            "title": "Schulkind",
            "description": "Sophie (10) aus Mainz besucht die Grundschule. Ihre Eltern erhalten für sie monatlich **255 € Kindergeld**.\n\n&nbsp;\n\n### Unterstützung durch Kindergeld\n- Das Kindergeld trägt dazu bei, Kosten für Schulmaterial, Kleidung und Freizeitaktivitäten zu decken.\n- Zuständig für die Auszahlung ist die Familienkasse."
          },
          {
            "title": "Studentin über 18",
            "description": "Jonas (20) aus Leipzig studiert Informatik an der Universität. Da er sich noch in einer Erstausbildung befindet, erhalten seine Eltern weiterhin **255 € Kindergeld** pro Monat.\n\n&nbsp;\n\n### Unterstützung durch Kindergeld\n- Das Kindergeld unterstützt die Familie bei den Lebenshaltungskosten während des Studiums.\n- Für die Fortzahlung mussten die Eltern eine Studienbescheinigung bei der Familienkasse einreichen."
          }
        ],
        "en": [
          {
            "title": "Schoolchild",
            "description": "Sophie (10) from Mainz attends elementary school. Her parents receive **€255 child benefit** per month for her.\n\n&nbsp;\n\n### Support through child benefit\n- The child benefit helps cover expenses for school supplies, clothing, and leisure activities.\n- The responsible authority for payment is the Familienkasse."
          },
          {
            "title": "Student over 18",
            "description": "Jonas (20) from Leipzig studies computer science at university. Since he is still in his first education, his parents continue to receive **€255 child benefit** per month.\n\n&nbsp;\n\n### Support through child benefit\n- The child benefit helps the family with living expenses during Jonas’s studies.\n- To continue payments, his parents had to submit an enrollment certificate to the Familienkasse."
          }
        ]
      }
    },
    "application_process": {
      "brief": {
        "de": "Der Antrag auf Kindergeld wird bei der Familienkasse der Bundesagentur für Arbeit gestellt.\n\n&nbsp;\n\n### Wichtige Details zur Antragstellung\n- **Zuständige Stelle**: die Familienkasse der Bundesagentur für Arbeit.  \n- **Form der Antragstellung**: schriftlich über das offizielle Antragsformular (KG1); eine Online-Antragstellung über das Familienkassen-Portal ist ebenfalls möglich.  \n- **Unterlagen**: erforderlich sind unter anderem die Geburtsurkunde des Kindes, Steuer-Identifikationsnummern von Kind und antragstellender Person sowie ggf. Nachweise über Ausbildung, Studium oder Arbeitslosigkeit.  \n- **Fristen**: Kindergeld wird rückwirkend höchstens für **6 Monate** gezahlt; der Antrag sollte daher frühzeitig gestellt werden.",
        "de_es": "Der Antrag auf Kindergeld wird bei der Familienkasse der Bundesagentur für Arbeit gestellt.\n\n&nbsp;\n\n### Wichtige Details zur Antragstellung\n- **Zuständige Stelle**: die Familienkasse der Bundesagentur für Arbeit.  \n- **Form der Antragstellung**: schriftlich über das offizielle Antragsformular (KG1); eine Online-Antragstellung über das Familienkassen-Portal ist ebenfalls möglich.  \n- **Unterlagen**: erforderlich sind unter anderem die Geburtsurkunde des Kindes, Steuer-Identifikationsnummern von Kind und antragstellender Person sowie gegebenenfalls Nachweise über Ausbildung, Studium oder Arbeitslosigkeit.  \n- **Fristen**: Kindergeld wird rückwirkend höchstens für **6 Monate** gezahlt; der Antrag sollte daher frühzeitig gestellt werden.",
        "en": "The application for child benefit (Kindergeld) must be submitted to the Familienkasse of the Federal Employment Agency.\n\n&nbsp;\n\n### Important details for the application\n- **Responsible authority**: the Familienkasse of the Federal Employment Agency.  \n- **Form of application**: in writing using the official application form (KG1); an online application via the Familienkasse portal is also possible.  \n- **Documents**: required are, among others, the child’s birth certificate, tax identification numbers of the child and applicant, and if applicable, proof of education, studies, or unemployment.  \n- **Deadlines**: child benefit is paid retroactively for a maximum of **6 months**; therefore, the application should be submitted as early as possible."
      }
    }
  },
  "ff:kinderzuschlag": {
    "id": "ff:kinderzuschlag",
    "category": "social_benefit",
    "status": "production",
    "title": {
      "de": "Kinderzuschlag",
      "en": "Child allowance"
    },
    "teaser": {
      "de": "Den Kinderzuschlag (kurz: KiZ) können Eltern bekommen, deren Einkommen für den eigenen Lebensunterhalt reicht, aber nicht oder nur knapp ausreicht, um auch für den gesamten Bedarf Ihrer Familie aufzukommen. Voraussetzung ist, dass Sie schon Kindergeld beziehen. Der Kinderzuschlag wird immer für sechs Monate am Stück bewilligt.",
      "en": "Child allowance (KiZ) is a benefit for parents whose income is sufficient to cover their own living expenses, but not enough to cover the entire needs of their family. The child allowance is always granted for six months at a time."
    },
    "general": {
      "brief": {
        "de": "Der Kinderzuschlag (KiZ) ist eine Leistung für Familien mit geringem Einkommen. Er wird zusätzlich zum Kindergeld gezahlt und soll verhindern, dass Familien allein wegen der Kinder auf Bürgergeld angewiesen sind.\n\n&nbsp;\n\n### Zentrale Aspekte des Kinderzuschlags\n- Anspruchsberechtigt sind Eltern, die Kindergeld erhalten und deren Einkommen zwar den eigenen Bedarf, nicht aber den gesamten Familienbedarf deckt.\n- Die Höhe des Kinderzuschlags beträgt bis zu **297 € pro Kind und Monat** (Stand 2025).  \n- Zusätzlich können Leistungen für Bildung und Teilhabe beantragt werden.\n- Zuständig ist die Familienkasse der Bundesagentur für Arbeit.",
        "de_es": "Der Kinderzuschlag (KiZ) ist eine Leistung für Familien mit geringem Einkommen. Er wird zusätzlich zum Kindergeld gezahlt und soll verhindern, dass Familien allein wegen der Kinder auf Bürgergeld angewiesen sind.\n\n&nbsp;\n\n### Zentrale Aspekte des Kinderzuschlags\n- Anspruchsberechtigt sind Eltern, die Kindergeld erhalten und deren Einkommen zwar den eigenen Bedarf, nicht aber den gesamten Familienbedarf deckt.\n- Die Höhe des Kinderzuschlags beträgt bis zu **297 € pro Kind und Monat** (Stand 2025).  \n- Zusätzlich können Leistungen für Bildung und Teilhabe beantragt werden.\n- Zuständig ist die Familienkasse der Bundesagentur für Arbeit.",
        "en": "The child supplement (Kinderzuschlag, KiZ) is a benefit for families with low income. It is paid in addition to child benefit and is intended to prevent families from having to rely on Citizens’ Benefit (Bürgergeld) solely because of their children.\n\n&nbsp;\n\n### Key aspects of the child supplement\n- Eligible are parents who receive child benefit and whose income covers their own needs but not the full family needs.\n- The amount of the child supplement is up to **€297 per child per month** (as of 2025).  \n- Additional benefits for education and participation can be applied for.\n- The responsible authority is the Familienkasse of the Federal Employment Agency."
      },
      "examples": {
        "de": [
          {
            "title": "Teilzeitbeschäftigte Mutter",
            "description": "Anna (32) aus Bremen arbeitet in Teilzeit im Einzelhandel und hat eine 5-jährige Tochter.\n\n&nbsp;\n\n### Unterstützung durch den Kinderzuschlag\n- Annas Einkommen reicht aus, um ihren eigenen Bedarf zu decken, aber nicht den gesamten Bedarf der Familie.\n- Da ihr Einkommen nur knapp oberhalb der Mindestgrenze liegt, wird der Höchstbetrag von 297 € teilweise angerechnet. Anna erhält deshalb **250 € pro Monat** zusätzlich zum Kindergeld.\n- Über den Kinderzuschlag kann sie außerdem Leistungen für Bildung und Teilhabe in Anspruch nehmen (z. B. Zuschüsse für Kita-Mittagessen und Vereinsbeiträge)."
          },
          {
            "title": "Familie mit mehreren Kindern",
            "description": "Mehmet (40) und Aylin (38) aus Köln haben drei Kinder im Alter von 4, 8 und 12 Jahren. Beide arbeiten in Vollzeit, ihr Einkommen ist jedoch durch die hohen Wohnkosten knapp.\n\n&nbsp;\n\n### Unterstützung durch den Kinderzuschlag\n- Da das Einkommen der Eltern zwar den Eigenbedarf, aber nicht den Bedarf der gesamten Familie deckt, besteht Anspruch auf den vollen Kinderzuschlag.\n- Die Familie erhält für jedes Kind den Höchstbetrag von **297 € pro Monat**, insgesamt also **891 €** zusätzlich zum Kindergeld.\n- Damit wird die finanzielle Situation deutlich entlastet und zusätzliche Bildungsangebote für die Kinder werden möglich."
          }
        ],
        "de_es": [
          {
            "title": "Teilzeitbeschäftigte Mutter",
            "description": "Anna (32) aus Bremen arbeitet in Teilzeit im Einzelhandel und hat eine 5-jährige Tochter.\n\n&nbsp;\n\n### Unterstützung durch den Kinderzuschlag\n- Annas Einkommen reicht aus, um ihren eigenen Bedarf zu decken, aber nicht den gesamten Bedarf der Familie.\n- Da ihr Einkommen nur knapp oberhalb der Mindestgrenze liegt, wird der Höchstbetrag von 297 € teilweise angerechnet. Anna erhält deshalb **250 € pro Monat** zusätzlich zum Kindergeld.\n- Über den Kinderzuschlag kann sie außerdem Leistungen für Bildung und Teilhabe in Anspruch nehmen (z. B. Zuschüsse für Kita-Mittagessen und Vereinsbeiträge)."
          },
          {
            "title": "Familie mit mehreren Kindern",
            "description": "Mehmet (40) und Aylin (38) aus Köln haben drei Kinder im Alter von 4, 8 und 12 Jahren. Beide arbeiten in Vollzeit, ihr Einkommen ist jedoch durch die hohen Wohnkosten knapp.\n\n&nbsp;\n\n### Unterstützung durch den Kinderzuschlag\n- Da das Einkommen der Eltern zwar den Eigenbedarf, aber nicht den Bedarf der gesamten Familie deckt, besteht Anspruch auf den vollen Kinderzuschlag.\n- Die Familie erhält für jedes Kind den Höchstbetrag von **297 € pro Monat**, insgesamt also **891 €** zusätzlich zum Kindergeld.\n- Damit wird die finanzielle Situation deutlich entlastet und zusätzliche Bildungsangebote für die Kinder werden möglich."
          }
        ],
        "en": [
          {
            "title": "Part-time working mother",
            "description": "Anna (32) from Bremen works part-time in retail and has a 5-year-old daughter.\n\n&nbsp;\n\n### Support through the child supplement\n- Anna’s income is sufficient to cover her own needs but not the full needs of the family.\n- Since her income is just above the minimum threshold, the maximum amount of €297 is partially offset. Anna therefore receives **€250 per month** in addition to child benefit.\n- Through the child supplement, she can also access education and participation benefits (e.g., subsidies for daycare meals and club memberships)."
          },
          {
            "title": "Family with multiple children",
            "description": "Mehmet (40) and Aylin (38) from Cologne have three children aged 4, 8, and 12. Both work full-time, but their income is tight due to high housing costs.\n\n&nbsp;\n\n### Support through the child supplement\n- Since the parents’ income covers their own needs but not the full needs of the entire family, they are entitled to the full child supplement.\n- The family receives the maximum amount of **€297 per child per month**, totaling **€891** in addition to child benefit.\n- This significantly eases their financial situation and enables additional educational opportunities for the children."
          }
        ]
      }
    },
    "application_process": {
      "brief": {
        "de": "Der Antrag auf Kinderzuschlag wird bei der Familienkasse der Bundesagentur für Arbeit gestellt.\n\n&nbsp;\n\n### Wichtige Details zur Antragstellung\n- **Zuständige Stelle**: die örtliche Familienkasse der Bundesagentur für Arbeit.  \n- **Form der Antragstellung**: schriftlich über die offiziellen Antragsformulare oder online über das KiZ-Digital-Portal der Familienkasse.  \n- **Unterlagen**: erforderlich sind Nachweise über Einkommen und Vermögen der Eltern, Mietkosten oder Nachweise über andere Belastungen sowie ein gültiges Ausweisdokument.  \n- **Fristen**: der Antrag sollte möglichst früh gestellt werden, da Leistungen nur ab dem Monat der Antragstellung gezahlt werden und nicht rückwirkend.",
        "en": "The application for the child supplement (Kinderzuschlag) must be submitted to the Family Benefits Office (Familienkasse) of the Federal Employment Agency.\n\n&nbsp;\n\n### Important details for the application\n- **Responsible authority**: the local Family Benefits Office (Familienkasse) of the Federal Employment Agency.  \n- **Form of application**: in writing using the official application forms or online via the KiZ-Digital portal of the Familienkasse.  \n- **Documents**: required are proof of parents’ income and assets, rental costs or proof of other financial burdens, and a valid identification document.  \n- **Deadlines**: the application should be submitted as early as possible, as benefits are only paid from the month of application and not retroactively."
      }
    }
  },
  "ff:kinderzuschlag-v2": {
    "id": "ff:kinderzuschlag-v2",
    "category": "social_benefit",
    "status": "beta",
    "title": {
      "de": "Kinderzuschlag v2",
      "en": "Child allowance v2"
    },
    "teaser": {
      "de": "dev",
      "en": "dev"
    }
  },
  "ff:bafoeg": {
    "id": "ff:bafoeg",
    "category": "social_benefit",
    "status": "production",
    "general": {
      "brief": {
        "de": "BAföG (Bundesausbildungsförderungsgesetz) unterstützt Schüler:innen und Studierende finanziell während ihrer Ausbildung bzw. ihres Studiums.\n\n&nbsp;\n\n### Leistungen der Ausbildungsförderung (BAföG)\n- **Anspruch**: bei förderfähiger Schul- oder Hochschulausbildung und individuellem Bedarf (abhängig u. a. von eigenem Einkommen/Vermögen sowie dem der Eltern/Ehegatt:in).\n- **Höhe**: richtet sich nach Bedarfssätzen, Wohnsituation (z. B. mit/ohne Eltern) und Kranken-/Pflegeversicherung; teils Zuschuss-, teils Darlehensanteile.\n- **Zuständige Stelle**: das Amt für Ausbildungsförderung (für Studierende meist beim Studierendenwerk; für Schüler:innen bei Stadt/Kreis).",
        "de_es": "BAföG (Bundesausbildungsförderungsgesetz) unterstützt Schüler:innen und Studierende finanziell während ihrer Ausbildung bzw. ihres Studiums.\n\n&nbsp;\n\n### Leistungen der Ausbildungsförderung (BAföG)\n- **Anspruch**: bei förderfähiger Schul- oder Hochschulausbildung und individuellem Bedarf (abhängig u. a. von eigenem Einkommen/Vermögen sowie dem der Eltern/Ehegatt:in).\n- **Höhe**: richtet sich nach Bedarfssätzen, Wohnsituation (z. B. mit/ohne Eltern) und Kranken-/Pflegeversicherung; teils Zuschuss-, teils Darlehensanteile.\n- **Zuständige Stelle**: das Amt für Ausbildungsförderung (für Studierende meist beim Studierendenwerk; für Schüler:innen bei Stadt/Kreis).",
        "en": "BAföG (Federal Training Assistance Act) provides financial support to pupils and students during school or university education.\n\n&nbsp;\n\n### Benefits of BAföG (Student Aid)\n- **Eligibility**: enrolled in an eligible school or higher-education program and financially in need (based on the applicant’s and, where applicable, parents’/spouse’s income and assets).\n- **Amount**: depends on standard needs, living situation (e.g., with parents or not), and health/nursing insurance; consists of grant and loan components.\n- **Responsible authority**: the Office for Student Financial Aid (for university students typically at the local Studentenwerk; for pupils at the city/county office)."
      },
      "examples": {
        "de": [
          {
            "description": "Miriam (21) aus Köln studiert Sozialwissenschaften an der Universität und wohnt nicht mehr bei ihren Eltern.\n\n&nbsp;\n\n### Unterstützung durch BAföG\n- Sie erhält monatlich BAföG, da ihre Eltern nur ein geringes Einkommen haben.\n- Da Miriam in einer eigenen Wohnung lebt, liegt ihr Bedarfssatz bei rund **992 €** (inkl. Zuschläge für Kranken- und Pflegeversicherung).\n- Zuständig für die Bewilligung ist das Studierendenwerk Köln."
          },
          {
            "description": "Jonas (19) aus Dresden besucht eine Berufsfachschule und wohnt nicht mehr bei seinen Eltern.\n\n&nbsp;\n\n### Unterstützung durch BAföG\n- Er erhält ebenfalls BAföG, da seine Eltern ihn nicht ausreichend finanziell unterstützen können.\n- Da er in einer eigenen Unterkunft lebt, beträgt sein Bedarfssatz aktuell rund **666 €** monatlich.\n- Zuständig für die Bewilligung ist das Amt für Ausbildungsförderung bei der Stadt Dresden."
          }
        ],
        "de_es": [
          {
            "description": "Miriam (21) aus Köln studiert Sozialwissenschaften an der Universität und wohnt nicht mehr bei ihren Eltern.\n\n&nbsp;\n\n### Unterstützung durch BAföG\n- Sie erhält monatlich BAföG, da ihre Eltern nur ein geringes Einkommen haben.\n- Da Miriam in einer eigenen Wohnung lebt, liegt ihr Bedarfssatz bei rund **992 €** (inkl. Zuschläge für Kranken- und Pflegeversicherung).\n- Zuständig für die Bewilligung ist das Studierendenwerk Köln."
          },
          {
            "description": "Jonas (19) aus Dresden besucht eine Berufsfachschule und wohnt nicht mehr bei seinen Eltern.\n\n&nbsp;\n\n### Unterstützung durch BAföG\n- Er erhält ebenfalls BAföG, da seine Eltern ihn nicht ausreichend finanziell unterstützen können.\n- Da er in einer eigenen Unterkunft lebt, beträgt sein Bedarfssatz aktuell rund **666 €** monatlich.\n- Zuständig für die Bewilligung ist das Amt für Ausbildungsförderung bei der Stadt Dresden."
          }
        ],
        "en": [
          {
            "description": "Miriam (21) from Cologne is studying social sciences at university and no longer lives with her parents.\n\n&nbsp;\n\n### Support through BAföG\n- She receives monthly BAföG because her parents have only a low income.\n- Since Miriam lives in her own apartment, her standard need is around **992** (including allowances for health and nursing insurance).\n- The responsible authority is the Cologne Studentenwerk."
          },
          {
            "description": "Jonas (19) from Dresden is attending a vocational school and no longer lives with his parents.\n\n&nbsp;\n\n### Support through BAföG\n- He also receives BAföG because his parents cannot support him sufficiently financially.\n- Since he lives in his own accommodation, his standard need currently amounts to about **€666** per month.\n- The responsible authority is the Office for Student Financial Aid of the City of Dresden."
          }
        ]
      }
    },
    "application_process": {
      "brief": {
        "de": "Der Antrag auf BAföG wird beim zuständigen Amt für Ausbildungsförderung gestellt.\n\n&nbsp;\n\n### Wichtige Details zur Antragstellung\n- **Zuständige Stelle**: für Studierende das Studierendenwerk am Hochschulort, für Schüler:innen das Amt für Ausbildungsförderung bei der Stadt oder dem Landkreis.\n- **Form der Antragstellung**: schriftlich über die offiziellen Antragsformulare; häufig ist auch eine Online-Antragstellung über das BAföG-Digital-Portal möglich.\n- **Unterlagen**: in der Regel erforderlich sind Nachweise über die Ausbildung (z. B. Studien- oder Schulbescheinigung), Einkommens- und Vermögensnachweise der Antragstellenden sowie ggf. der Eltern/Ehegatt:in, und ein gültiges Ausweisdokument.\n- **Fristen**: der Antrag sollte rechtzeitig vor Beginn des Ausbildungsabschnitts gestellt werden; Leistungen werden frühestens ab dem Monat der Antragstellung gezahlt.",
        "de_es": "Der Antrag auf BAföG wird beim zuständigen Amt für Ausbildungsförderung gestellt.\n\n&nbsp;\n\n### Wichtige Details zur Antragstellung\n- **Zuständige Stelle**: für Studierende das Studierendenwerk am Hochschulort, für Schüler:innen das Amt für Ausbildungsförderung bei der Stadt oder dem Landkreis.\n- **Form der Antragstellung**: schriftlich über die offiziellen Antragsformulare; häufig ist auch eine Online-Antragstellung über das BAföG-Digital-Portal möglich.\n- **Unterlagen**: in der Regel erforderlich sind Nachweise über die Ausbildung (z. B. Studien- oder Schulbescheinigung), Einkommens- und Vermögensnachweise der Antragstellenden sowie ggf. der Eltern/Ehegatt:in, und ein gültiges Ausweisdokument.\n- **Fristen**: der Antrag sollte rechtzeitig vor Beginn des Ausbildungsabschnitts gestellt werden; Leistungen werden frühestens ab dem Monat der Antragstellung gezahlt.",
        "en": "The application for BAföG must be submitted to the responsible Office for Student Financial Aid.\n\n&nbsp;\n\n### Important details for the application\n- **Responsible authority**: for university students, the Studentenwerk at the place of study; for pupils, the Office for Student Financial Aid at the city or county level.\n- **Form of application**: in writing via the official application forms; in many cases, an online application via the BAföG digital portal is also possible.\n- **Documents**: usually required are proof of education (e.g., enrollment or school certificate), income and asset statements of the applicant as well as, if applicable, of parents or spouse, and a valid identification document.\n- **Deadlines**: the application should be submitted in good time before the start of the training period; benefits are paid at the earliest from the month of application."
      }
    },
    "title": {
      "de": "BAföG",
      "en": "BAföG"
    },
    "teaser": {
      "de": "Mit dem Bundesausbildungsförderungsgesetz (BAföG) werden junge Menschen finanziell bei der Schulausbildung und dem Studium unterstützt. Es gibt zwei Arten von BAföG: das Schüler-BAföG und das Studenten-BAföG. Schülerinnen und Schüler sowie Studierende können einen Zuschuss oder ein zinsloses Darlehen erhalten. Die Höhe der Förderung ist von den Lebensumständen der Antragstellerinnen und Antragsteller abhängig.",
      "en": "Are you looking to study or complete your secondary school education and require financial support? Then BAföG is just what you need. Keep reading to find out all the details about Germany’s student support scheme and how to apply for BAföG."
    }
  },
  "ff:buergergeld": {
    "id": "ff:buergergeld",
    "category": "social_benefit",
    "status": "production",
    "general": {
      "brief": {
        "de": "Bürgergeld unterstützt erwerbsfähige Menschen mit geringem oder keinem Einkommen dabei, den Lebensunterhalt zu sichern. Es umfasst den Regelbedarf sowie angemessene Kosten für Unterkunft und Heizung und kann durch weitere Leistungen ergänzt werden.\n\n&nbsp;\n\n### Zentrale Aspekte des Bürgergeldes\n- **Leistungsumfang**: Regelbedarf für den Alltag, Kosten der Unterkunft und Heizung, Mehrbedarfe und einmalige Sonderbedarfe.  \n- **Förderung**: ergänzende Leistungen zur Eingliederung in Arbeit, Weiterbildungen und Coaching-Angebote.  \n- **Mitwirkungspflichten**: Zusammenarbeit mit dem Jobcenter, Teilnahme an Maßnahmen und Nachweis eigener Bemühungen.  \n- **Zuständige Stelle**: das örtliche Jobcenter.",
        "de_es": "Bürgergeld unterstützt erwerbsfähige Menschen mit geringem oder keinem Einkommen dabei, den Lebensunterhalt zu sichern. Es umfasst den Regelbedarf sowie angemessene Kosten für Unterkunft und Heizung und kann durch weitere Leistungen ergänzt werden.\n\n&nbsp;\n\n### Zentrale Aspekte des Bürgergeldes\n- **Leistungsumfang**: Regelbedarf für den Alltag, Kosten der Unterkunft und Heizung, Mehrbedarfe und einmalige Sonderbedarfe.  \n- **Förderung**: ergänzende Leistungen zur Eingliederung in Arbeit, Weiterbildungen und Coaching-Angebote.  \n- **Mitwirkungspflichten**: Zusammenarbeit mit dem Jobcenter, Teilnahme an Maßnahmen und Nachweis eigener Bemühungen.  \n- **Zuständige Stelle**: das örtliche Jobcenter.",
        "en": "Citizens’ Benefit (Bürgergeld) supports employable people with little or no income in covering their basic living costs. It includes the standard allowance as well as reasonable housing and heating costs, and can be supplemented by additional benefits.\n\n&nbsp;\n\n### Key aspects of Citizens’ Benefit\n- **Scope of benefits**: standard allowance for daily living, housing and heating costs, additional needs, and one-off special needs.  \n- **Support**: complementary services for integration into work, training, and coaching opportunities.  \n- **Obligations**: cooperation with the Jobcenter, participation in measures, and proof of individual efforts.  \n- **Responsible authority**: the local Jobcenter."
      },
      "examples": {
        "de": [
          {
            "description": "Sabine (34) aus Dresden lebt allein in einer Mietwohnung und hat derzeit kein Einkommen.\n\n&nbsp;\n\n### Unterstützung durch Bürgergeld\n- Sie erhält den Regelsatz für alleinstehende Erwachsene in Höhe von **563 €** pro Monat.\n- Zusätzlich übernimmt das Jobcenter ihre angemessenen Miet- und Heizkosten.\n- Im Rahmen ihrer Mitwirkungspflicht muss Sabine regelmäßig Bewerbungsbemühungen nachweisen und an Terminen beim Jobcenter teilnehmen."
          },
          {
            "description": "Ali (45) aus Köln lebt mit seiner Partnerin zusammen. Beide beziehen Bürgergeld.\n\n&nbsp;\n\n### Unterstützung durch Bürgergeld\n- Für Ali wird der Regelsatz für Erwachsene in einer Bedarfsgemeinschaft angesetzt: **506 €** monatlich.\n- Auch die anteiligen Miet- und Heizkosten der gemeinsamen Wohnung werden übernommen.\n- Im Rahmen seiner Mitwirkungspflicht muss Ali jede Veränderung seiner Einkommens- oder Wohnsituation sofort mitteilen und an Maßnahmen zur beruflichen Integration mitwirken."
          }
        ],
        "de_es": [
          {
            "description": "Sabine (34) aus Dresden lebt allein in einer Mietwohnung und hat derzeit kein Einkommen.\n\n&nbsp;\n\n### Unterstützung durch Bürgergeld\n- Sie erhält den Regelsatz für alleinstehende Erwachsene in Höhe von **563 €** pro Monat.\n- Zusätzlich übernimmt das Jobcenter ihre angemessenen Miet- und Heizkosten.\n- Im Rahmen ihrer Mitwirkungspflicht muss Sabine regelmäßig Bewerbungsbemühungen nachweisen und an Terminen beim Jobcenter teilnehmen."
          },
          {
            "description": "Ali (45) aus Köln lebt mit seiner Partnerin zusammen. Beide beziehen Bürgergeld.\n\n&nbsp;\n\n### Unterstützung durch Bürgergeld\n- Für Ali wird der Regelsatz für Erwachsene in einer Bedarfsgemeinschaft angesetzt: **506 €** monatlich.\n- Auch die anteiligen Miet- und Heizkosten der gemeinsamen Wohnung werden übernommen.\n- Im Rahmen seiner Mitwirkungspflicht muss Ali jede Veränderung seiner Einkommens- oder Wohnsituation sofort mitteilen und an Maßnahmen zur beruflichen Integration mitwirken."
          }
        ],
        "en": [
          {
            "description": "Sabine (34) from Dresden lives alone in a rented apartment and currently has no income.\n\n&nbsp;\n\n### Support through Citizens’ Benefit\n- She receives the standard rate for single adults, which is **€563** per month.\n- In addition, the Jobcenter covers her reasonable housing and heating costs.\n- As part of her duty to cooperate, Sabine must regularly provide proof of job applications and attend appointments at the Jobcenter."
          },
          {
            "description": "Ali (45) from Cologne lives with his partner. Both receive Citizens’ Benefit.\n\n&nbsp;\n\n### Support through Citizens’ Benefit\n- For Ali, the standard rate for adults in a joint household applies: **€506** per month.\n- In addition, his share of the rent and heating costs for the shared apartment is covered.\n- As part of his duty to cooperate, Ali must immediately report any changes in his income or housing situation and participate in measures for professional reintegration."
          }
        ]
      }
    },
    "application_process": {
      "brief": {
        "de": "Der Antrag auf Bürgergeld wird beim zuständigen Jobcenter gestellt.\n\n&nbsp;\n\n### Wichtige Details zur Antragstellung\n- **Zuständige Stelle**: das örtliche Jobcenter am Wohnort.  \n- **Form der Antragstellung**: schriftlich mit den offiziellen Antragsunterlagen; vielerorts ist auch eine Online-Antragstellung über das Portal der Bundesagentur für Arbeit möglich; eine persönliche Vorsprache kann erforderlich sein.  \n- **Unterlagen**: Personalausweis oder Reisepass, Nachweise zu Miete und Heizkosten (zum Beispiel Mietvertrag, Betriebskostenabrechnung), Kontoauszüge, Nachweise über Einkommen und Vermögen aller Mitglieder der Bedarfsgemeinschaft, Nachweise zur Haushaltszusammensetzung sowie gegebenenfalls weitere Belege.  \n- **Fristen**: Leistungen werden grundsätzlich ab dem Monat der Antragstellung gewährt; der Antrag sollte daher möglichst früh im Monat gestellt werden.",
        "de_es": "Der Antrag auf Bürgergeld wird beim zuständigen Jobcenter gestellt.\n\n&nbsp;\n\n### Wichtige Details zur Antragstellung\n- **Zuständige Stelle**: das örtliche Jobcenter am Wohnort.  \n- **Form der Antragstellung**: schriftlich mit den offiziellen Antragsunterlagen; vielerorts ist auch eine Online-Antragstellung über das Portal der Bundesagentur für Arbeit möglich; eine persönliche Vorsprache kann erforderlich sein.  \n- **Unterlagen**: Personalausweis oder Reisepass, Nachweise zu Miete und Heizkosten (zum Beispiel Mietvertrag, Betriebskostenabrechnung), Kontoauszüge, Nachweise über Einkommen und Vermögen aller Mitglieder der Bedarfsgemeinschaft, Nachweise zur Haushaltszusammensetzung sowie gegebenenfalls weitere Belege.  \n- **Fristen**: Leistungen werden grundsätzlich ab dem Monat der Antragstellung gewährt; der Antrag sollte daher möglichst früh im Monat gestellt werden.",
        "en": "The application for Citizens’ Benefit (Bürgergeld) is submitted to the responsible Jobcenter.\n\n&nbsp;\n\n### Important details for the application\n- **Responsible authority**: the local Jobcenter at the place of residence.  \n- **Form of application**: in writing using the official forms; in many areas an online application via the Federal Employment Agency’s portal is possible; an in-person appointment may be required.  \n- **Documents**: ID card or passport, proof of rent and heating costs (for example rental agreement, service charge statements), bank statements, evidence of income and assets of all household members, proof of household composition, and additional documents where applicable.  \n- **Deadlines**: benefits are generally granted from the month in which the application is submitted; therefore, applying early in the month is advisable."
      }
    },
    "title": {
      "de": "Bürgergeld",
      "en": "Citizen's benefit"
    },
    "teaser": {
      "de": "Das Bürgergeld (vorher ALG II) ist Teil der sogenannten Grundsicherung für Arbeitsuchende. Bürgergeld wird oft im Anschluss an das Arbeitslosengeld gezahlt, wenn weiterhin Unterstützung notwendig ist. Bürgergeld erhalten auch Personen, die noch nie gearbeitet oder ein geringes Einkommen haben. Für das Bürgergeld sind die Jobcenter zuständig.",
      "en": "If you are not currently employed and are not entitled to unemployment benefit, you may be entitled to unemployment benefit II. This also applies if you earn so little that you cannot meet your living costs."
    }
  },
  "ff:arbeitslosengeld": {
    "id": "ff:arbeitslosengeld",
    "category": "social_benefit",
    "status": "production",
    "general": {
      "brief": {
        "de": "Arbeitslosengeld (ALG I) ist eine Leistung der Arbeitslosenversicherung und soll den Lebensunterhalt sichern, wenn jemand arbeitslos wird.\n\n&nbsp;\n\n### Leistungen der Arbeitslosenversicherung  \n- Anspruch haben Personen, die in den letzten 30 Monaten mindestens 12 Monate versicherungspflichtig beschäftigt waren.  \n- Die Höhe des Arbeitslosengeldes richtet sich nach dem vorherigen Einkommen.  \n- Die Leistung wird in der Regel für 6 bis 12 Monate gezahlt, bei längerer Versicherungszeit und höherem Alter auch länger.  \n- Zuständig ist die Agentur für Arbeit.",
        "de_es": "Arbeitslosengeld (ALG I) ist eine Leistung der Arbeitslosenversicherung und soll den Lebensunterhalt sichern, wenn jemand arbeitslos wird.\n\n&nbsp;\n\n### Leistungen der Arbeitslosenversicherung  \n- Anspruch haben Personen, die in den letzten 30 Monaten mindestens 12 Monate versicherungspflichtig beschäftigt waren.  \n- Die Höhe des Arbeitslosengeldes richtet sich nach dem vorherigen Einkommen.  \n- Die Leistung wird in der Regel für 6 bis 12 Monate gezahlt, bei längerer Versicherungszeit und höherem Alter auch länger.  \n- Zuständig ist die Agentur für Arbeit.",
        "en": "Unemployment benefit (ALG I) is an insurance-based benefit that secures the cost of living when someone becomes unemployed.\n\n&nbsp;\n\n### Benefits of unemployment insurance  \n- Eligible are persons who have been in insured employment for at least 12 months within the last 30 months.  \n- The amount of the benefit is based on the previous income.  \n- It is usually paid for 6 to 12 months, and longer for older persons with longer contribution periods.  \n- The responsible authority is the Federal Employment Agency (Agentur für Arbeit)."
      },
      "examples": {
        "de": [
          {
            "description": "Thomas (36) aus Hamburg war mehrere Jahre als Tischler beschäftigt. Nach dem Verlust seines Arbeitsplatzes meldete er sich arbeitslos und beantragte Arbeitslosengeld I.\n\n&nbsp;\n\n### Unterstützung durch die Arbeitslosenversicherung\n- Thomas hatte zuletzt ein monatliches Nettoeinkommen von ca. 1.800 €. Davon erhält er rund 60 % als Arbeitslosengeld I – also etwa **1.080 €** pro Monat.\n- Zusätzlich erhält er Beratung und Vermittlungshilfe, um schnell wieder eine neue Stelle zu finden."
          },
          {
            "description": "Elena (41) aus Leipzig war lange als Verkäuferin angestellt. Nach einer Betriebsauflösung meldete sie sich arbeitslos und stellte einen Antrag auf Arbeitslosengeld I.\n\n&nbsp;\n\n### Unterstützung durch die Arbeitslosenversicherung\n- Elenas letztes monatliches Nettoeinkommen lag bei ca. 1.500 €. Davon bekommt sie 60 % als Arbeitslosengeld I – also ungefähr **900 €** monatlich.\n- Die Agentur für Arbeit unterstützt sie zudem bei Weiterbildungen, um ihre Chancen auf dem Arbeitsmarkt zu verbessern."
          }
        ],
        "de_es": [
          {
            "description": "Julia (27) aus Berlin ist seit ihrer Geburt auf den Rollstuhl angewiesen und arbeitet heute erfolgreich als Grafikdesignerin.\n\n&nbsp;\n\n### Unterstützung im Arbeitsalltag\n- Ihre Arbeitsassistenz Anna holt Julia jeden Morgen von zu Hause ab und bringt sie zur Arbeitsstelle.\n- Während des Arbeitstags unterstützt sie Julia bei Wegen im Büro, beim Bereitstellen von Arbeitsmaterialien und beim Umgang mit Arbeitsgeräten."
          },
          {
            "description": "Markus (35) aus München hat eine Sehbehinderung und arbeitet als Tischler.\n\n&nbsp;\n\n### Unterstützung im Arbeitsalltag\n- Sein Arbeitsassistent Tom unterstützt ihn bei der Orientierung in der Werkstatt und beim sicheren Umgang mit Maschinen, die für ihn aufgrund seiner Sehbehinderung schwer zu bedienen sind.\n- Tom sorgt außerdem dafür, dass Arbeitsanweisungen und Pläne für Markus in zugänglichen Formaten verfügbar sind."
          }
        ],
        "en": [
          {
            "description": "Thomas (36) from Hamburg worked for several years as a carpenter. After losing his job, he registered as unemployed and applied for unemployment benefit I.\n\n&nbsp;\n\n### Support from unemployment insurance\n- Thomas previously had a monthly net income of around €1,800. He receives about 60% of that as unemployment benefit I – roughly **€1,080** per month.\n- In addition, he receives counseling and job placement support to help him quickly find a new position."
          },
          {
            "description": "Elena (41) from Leipzig worked for many years as a sales assistant. After her company closed, she registered as unemployed and applied for unemployment benefit I.\n\n&nbsp;\n\n### Support from unemployment insurance\n- Elena’s last monthly net income was around €1,500. She receives 60% of that as unemployment benefit I – about **€900** per month.\n- The employment agency also supports her with further training to improve her chances on the labor market."
          }
        ]
      }
    },
    "application_process": {
      "brief": {
        "de": "Der Antrag auf Arbeitslosengeld I (ALG I) wird bei der zuständigen Agentur für Arbeit gestellt.\n\n&nbsp;\n\n### Wichtige Details zur Antragstellung\n- **Zuständige Stelle**: immer die örtliche Agentur für Arbeit.\n- **Form der Antragstellung**: verpflichtende persönliche Arbeitslosmeldung bei der Agentur für Arbeit, ergänzt durch einen schriftlichen Antrag; häufig ist auch eine Online-Antragstellung über das offizielle Portal möglich.\n- **Unterlagen**: in der Regel erforderlich sind Nachweise über die vorherige Beschäftigung (z. B. Arbeitsvertrag, Kündigungsschreiben), Lohnabrechnungen sowie ein gültiges Ausweisdokument.\n- **Fristen**: die Arbeitslosmeldung muss spätestens 3 Monate vor Ende des Arbeitsverhältnisses erfolgen. Bei kürzeren Kündigungsfristen muss die Meldung innerhalb von 3 Tagen nach Kenntnis der Beendigung erfolgen.",
        "de_es": "Der Antrag auf Arbeitslosengeld I (ALG I) wird bei der zuständigen Agentur für Arbeit gestellt.\n\n&nbsp;\n\n### Wichtige Details zur Antragstellung\n- **Zuständige Stelle**: immer die örtliche Agentur für Arbeit.\n- **Form der Antragstellung**: verpflichtende persönliche Arbeitslosmeldung bei der Agentur für Arbeit, ergänzt durch einen schriftlichen Antrag; häufig ist auch eine Online-Antragstellung über das offizielle Portal möglich.\n- **Unterlagen**: in der Regel erforderlich sind Nachweise über die vorherige Beschäftigung (z. B. Arbeitsvertrag, Kündigungsschreiben), Lohnabrechnungen sowie ein gültiges Ausweisdokument.\n- **Fristen**: die Arbeitslosmeldung muss spätestens 3 Monate vor Ende des Arbeitsverhältnisses erfolgen. Bei kürzeren Kündigungsfristen muss die Meldung innerhalb von 3 Tagen nach Kenntnis der Beendigung erfolgen.",
        "en": "The application for unemployment benefit I (Arbeitslosengeld I) must be submitted to the responsible employment agency (Agentur für Arbeit).\n\n&nbsp;\n\n### Important details for the application\n- **Responsible authority**: always the local Agentur für Arbeit.\n- **Form of application**: mandatory personal registration as unemployed at the employment agency, combined with a written application; in many cases, an online application via the official portal is also possible.\n- **Documents**: usually required are proof of previous employment (e.g., employment contracts, termination letter), salary statements, and personal identification documents.\n- **Deadlines**: unemployment must be registered no later than 3 months before the end of employment. If the termination is shorter than 3 months, registration must take place within 3 days of knowledge of termination."
      }
    },
    "title": {
      "de": "Arbeitslosengeld",
      "en": "Unemployment benefit"
    },
    "teaser": {
      "de": "Das Arbeitslosengeld (ALG) sichert Sie sozial ab, wenn Sie Ihre Arbeit oder Ihren Ausbildungsplatz verlieren. Es ersetzt einen Teil Ihres fehlenden Einkommens, damit Sie weiterhin Ihren Lebensunterhalt bestreiten können. Sie haben Anspruch auf diese Leistung, wenn Sie vor Ihrer Arbeitslosigkeit eine bestimmte Zeit pflichtversichert oder freiwillig versichert waren und monatlich Versicherungsbeiträge gezahlt haben.",
      "en": "Unemployment benefit, or ALG (from the German word Arbeitslosengeld), provides a social safety net in case you lose your job or training position. It replaces part of your missing income so that you can continue to pay your bills."
    }
  },
  "ff:berufsausbildungsbeihilfe-bab": {
    "id": "ff:berufsausbildungsbeihilfe-bab",
    "category": "social_benefit",
    "status": "production",
    "general": {
      "brief": {
        "de": "Die Berufsausbildungsbeihilfe (BAB) unterstützt Auszubildende in einer anerkannten betrieblichen oder außerbetrieblichen Berufsausbildung dabei, ihren Lebensunterhalt zu sichern.\n\n&nbsp;\n\n### Zentrale Aspekte der Berufsausbildungsbeihilfe\n- **Anspruch**: in der Regel bei der ersten beruflichen Ausbildung (dual oder betrieblich), wenn die Wohnung der Eltern nicht erreichbar oder nicht zumutbar ist oder wenn außerhalb gewohnt wird. Für rein schulische Ausbildungen ist in der Regel das BAföG zuständig.\n- **Höhe**: richtet sich nach festgelegten Bedarfssätzen sowie nach dem Einkommen und Vermögen der antragstellenden Person und gegebenenfalls der Eltern, Ehegattin oder des Ehegatten sowie Lebenspartnerin oder Lebenspartners. Berücksichtigt werden unter anderem Miete, Fahrtkosten und Arbeitskleidung.\n- **Dauer**: grundsätzlich für die gesamte Zeit der geförderten Berufsausbildung.\n- **Zuständige Stelle**: die Agentur für Arbeit.",
        "de_es": "Die Berufsausbildungsbeihilfe (BAB) unterstützt Auszubildende in einer anerkannten betrieblichen oder außerbetrieblichen Berufsausbildung dabei, ihren Lebensunterhalt zu sichern.\n\n&nbsp;\n\n### Zentrale Aspekte der Berufsausbildungsbeihilfe\n- **Anspruch**: in der Regel bei der ersten beruflichen Ausbildung (dual oder betrieblich), wenn die Wohnung der Eltern nicht erreichbar oder nicht zumutbar ist oder wenn außerhalb gewohnt wird. Für rein schulische Ausbildungen ist in der Regel das BAföG zuständig.\n- **Höhe**: richtet sich nach festgelegten Bedarfssätzen sowie nach dem Einkommen und Vermögen der antragstellenden Person und gegebenenfalls der Eltern, Ehegattin oder des Ehegatten sowie Lebenspartnerin oder Lebenspartners. Berücksichtigt werden unter anderem Miete, Fahrtkosten und Arbeitskleidung.\n- **Dauer**: grundsätzlich für die gesamte Zeit der geförderten Berufsausbildung.\n- **Zuständige Stelle**: die Agentur für Arbeit.",
        "en": "Vocational Training Allowance (BAB) supports apprentices in recognized company-based or extra-company vocational training in covering their living expenses.\n\n&nbsp;\n\n### Key aspects of Vocational Training Allowance\n- **Eligibility**: generally for the first vocational training (dual or company-based) if living with parents is not possible or not reasonable, or if the person lives elsewhere. For purely school-based training programs, BAföG is usually responsible.\n- **Amount**: determined by standardized needs as well as the income and assets of the applicant and, where applicable, the parents, the spouse, or the life partner. Rent, travel costs, and work clothing are among the factors considered.\n- **Duration**: generally for the entire duration of the funded vocational training.\n- **Responsible authority**: the Employment Agency (Agentur für Arbeit)."
      },
      "examples": {
        "de": [
          {
            "title": "Kfz-Mechatronikerin",
            "description": "Miriam (21) aus Freiburg macht eine Ausbildung zur Kfz-Mechatronikerin. Da ihr Betrieb weit entfernt ist, wohnt sie in einer eigenen Wohnung am Ausbildungsort.\n\n&nbsp;\n\n### Unterstützung durch die Berufsausbildungsbeihilfe\n- Miriam erhält BAB in Höhe von etwa **350 €** monatlich für Miete, Fahrtkosten und Lebensunterhalt.\n- Die genaue Höhe richtet sich nach ihrer Ausbildungsvergütung und dem Einkommen ihrer Eltern.\n- Zuständig ist die Agentur für Arbeit."
          },
          {
            "title": "Hotelfachmann",
            "description": "Sven (19) aus Hannover absolviert eine Ausbildung zum Hotelfachmann. Weil der Wohnort seiner Eltern zu weit entfernt ist, lebt er in einer Wohngemeinschaft am Ausbildungsort.\n\n&nbsp;\n\n### Unterstützung durch die Berufsausbildungsbeihilfe\n- Sven erhält BAB in Höhe von rund **400 €** monatlich zur Unterstützung von Unterkunft und Lebensunterhalt.\n- Die genaue Höhe richtet sich nach seiner Vergütung, der Miete und dem Einkommen seiner Eltern.\n- Zuständig ist die Agentur für Arbeit."
          }
        ],
        "de_es": [
          {
            "title": "Kfz-Mechatronikerin",
            "description": "Miriam (21) aus Freiburg macht eine Ausbildung zur Kfz-Mechatronikerin. Da ihr Betrieb weit entfernt ist, wohnt sie in einer eigenen Wohnung am Ausbildungsort.\n\n&nbsp;\n\n### Unterstützung durch die Berufsausbildungsbeihilfe\n- Miriam erhält BAB in Höhe von etwa **350 €** monatlich für Miete, Fahrtkosten und Lebensunterhalt.\n- Die genaue Höhe richtet sich nach ihrer Ausbildungsvergütung und dem Einkommen ihrer Eltern.\n- Zuständig ist die Agentur für Arbeit."
          },
          {
            "title": "Hotelfachmann",
            "description": "Sven (19) aus Hannover absolviert eine Ausbildung zum Hotelfachmann. Weil der Wohnort seiner Eltern zu weit entfernt ist, lebt er in einer Wohngemeinschaft am Ausbildungsort.\n\n&nbsp;\n\n### Unterstützung durch die Berufsausbildungsbeihilfe\n- Sven erhält BAB in Höhe von rund **400 €** monatlich zur Unterstützung von Unterkunft und Lebensunterhalt.\n- Die genaue Höhe richtet sich nach seiner Vergütung, der Miete und dem Einkommen seiner Eltern.\n- Zuständig ist die Agentur für Arbeit."
          }
        ],
        "en": [
          {
            "title": "Automotive Mechatronics Technician",
            "description": "Miriam (21) from Freiburg is training to become an automotive mechatronics technician. Since her company is far away, she lives in her own apartment at the place of training.\n\n&nbsp;\n\n### Support through vocational training allowance (BAB)\n- Miriam receives BAB of about **€350** per month for rent, travel costs, and living expenses.\n- The exact amount depends on her training allowance and her parents’ income.\n- The responsible authority is the Federal Employment Agency (Agentur für Arbeit)."
          },
          {
            "title": "Hotel Management Assistant",
            "description": "Sven (19) from Hanover is training to become a hotel management assistant. Because his parents’ home is too far away, he lives in a shared apartment at the place of training.\n\n&nbsp;\n\n### Support through vocational training allowance (BAB)\n- Sven receives BAB of around **€400** per month to support housing and living expenses.\n- The exact amount depends on his training allowance, rent, and his parents’ income.\n- The responsible authority is the Federal Employment Agency (Agentur für Arbeit)."
          }
        ]
      }
    },
    "application_process": {
      "brief": {
        "de": "Der Antrag auf Berufsausbildungsbeihilfe (BAB) wird bei der zuständigen Agentur für Arbeit gestellt.\n\n&nbsp;\n\n### Wichtige Details zur Antragstellung\n- **Zuständige Stelle**: immer die örtliche Agentur für Arbeit.  \n- **Form der Antragstellung**: schriftlich über die offiziellen Antragsformulare; in vielen Regionen ist auch eine Online-Antragstellung über die Plattform der Bundesagentur für Arbeit möglich.  \n- **Unterlagen**: erforderlich sind in der Regel der Ausbildungsvertrag, Nachweise über die Ausbildungsvergütung, Angaben zur Wohnsituation (z. B. Mietvertrag) sowie Einkommensnachweise der Eltern.  \n- **Fristen**: der Antrag sollte rechtzeitig zu Beginn der Ausbildung gestellt werden; Leistungen werden frühestens ab dem Monat der Antragstellung gezahlt.",
        "de_es": "Der Antrag auf Berufsausbildungsbeihilfe (BAB) wird bei der zuständigen Agentur für Arbeit gestellt.\n\n&nbsp;\n\n### Wichtige Details zur Antragstellung\n- **Zuständige Stelle**: immer die örtliche Agentur für Arbeit.  \n- **Form der Antragstellung**: schriftlich über die offiziellen Antragsformulare; in vielen Regionen ist auch eine Online-Antragstellung über die Plattform der Bundesagentur für Arbeit möglich.  \n- **Unterlagen**: erforderlich sind in der Regel der Ausbildungsvertrag, Nachweise über die Ausbildungsvergütung, Angaben zur Wohnsituation (z. B. Mietvertrag) sowie Einkommensnachweise der Eltern.  \n- **Fristen**: der Antrag sollte rechtzeitig zu Beginn der Ausbildung gestellt werden; Leistungen werden frühestens ab dem Monat der Antragstellung gezahlt.",
        "en": "The application for vocational training allowance (BAB) must be submitted to the responsible Employment Agency (Agentur für Arbeit).\n\n&nbsp;\n\n### Important details for the application\n- **Responsible authority**: always the local Employment Agency.  \n- **Form of application**: in writing using the official application forms; in many regions, an online application via the Federal Employment Agency’s platform is also possible.  \n- **Documents**: usually required are the training contract, proof of training remuneration, information about housing (e.g., rental contract), as well as parents’ income statements.  \n- **Deadlines**: the application should be submitted at the start of the training; benefits are only paid from the month of application at the earliest."
      }
    },
    "title": {
      "de": "Berufsausbildungsbeihilfe (BAB)",
      "en": "Vocational training allowance (BAB)"
    },
    "teaser": {
      "de": "Berufsausbildungsbeihilfe (BAB) ist ein finanzieller Zuschuss für junge Menschen in ihrer ersten Berufsausbildung. Sie hilft zum Beispiel dabei, Miete, Lebensmittel oder Fahrtkosten zu bezahlen.",
      "en": "Vocational training allowance, or Berufsausbildungsbeihilfe (BAB), is a form of financial assistance for young people who are in vocational training for the first time. It helps them pay for things like rent, food or transport costs."
    }
  },
  "ff:wohngeld": {
    "id": "ff:wohngeld",
    "category": "social_benefit",
    "status": "production",
    "leika_id": "99107023037000",
    "title": {
      "de": "Wohngeld",
      "en": "Housing benefit"
    },
    "teaser": {
      "de": "Wohngeld ist eine Leistung für Menschen mit geringem Einkommen, die ihren Lebensunterhalt bzw. ihren alltäglichen Bedarf und die Miete/Wohnkosten nicht vollständig alleine stemmen können. Wohngeld wird als Zuschuss zur Miete oder zu den Kosten selbst genutzten Wohneigentums gezahlt und richtet sich nach dem eigenen Einkommen, der Miete/Wohnkosten sowie der Wohnregion.",
      "en": "Housing benefit is a benefit for people with low incomes who cannot fully cover their living expenses, daily needs, and rent/housing costs on their own. Housing allowance is granted as a subsidy for rent or the costs of owner-occupied housing and is determined based on one’s income, rent/housing costs, and the residential region."
    },
    "general": {
      "brief": {
        "de": "Wohngeld ist ein Zuschuss zu den Wohnkosten für Haushalte mit geringem Einkommen, die ihre Unterkunft selbst finanzieren (Miete oder Eigenheimkosten). Es wird nicht gezahlt, wenn bereits Bürgergeld mit Leistungen für Unterkunft und Heizung bezogen wird.\n\n&nbsp;\n\n### Zentrale Aspekte des Wohngeldes\n- **Leistungsart**: Zuschuss, der nicht zurückgezahlt werden muss.\n- **Formen**: Mietzuschuss für Mieter:innen; Lastenzuschuss für Eigentümer:innen (z. B. für Zins-, Tilgungs- und Bewirtschaftungskosten).\n- **Berechnung**: abhängig von anrechenbarer Miete/Belastung, Haushaltsgröße und Haushaltsnettoeinkommen.\n- **Abgrenzung**: kein Anspruch bei Bürgergeld-Bezug, da dort Unterkunftskosten bereits übernommen werden.\n- **Zuständige Stelle**: die örtliche Wohngeldstelle (Stadt-/Gemeindeverwaltung oder Landratsamt).",
        "de_es": "Wohngeld ist ein Zuschuss zu Wohnkosten für Haushalte mit wenig Einkommen. Er gilt für Miete oder Eigenheim, aber nicht wenn man Bürgergeld mit Unterkunftskosten erhält.\n\n&nbsp;\n\n### Wichtige Punkte zum Wohngeld\n- **Art**: Zuschuss, keine Rückzahlung.\n- **Für wen**: Mieter:innen (Mietzuschuss) oder Eigentümer:innen (Lastenzuschuss).\n- **Höhe**: hängt von Miete/Kosten, Haushaltsgröße und Einkommen ab.\n- **Kein Anspruch**: wenn Bürgergeld Unterkunftskosten abdeckt.\n- **Stelle**: die örtliche Wohngeldstelle.",
        "en": "Wohngeld is a housing allowance for low-income households to help cover housing costs (rent or owner-occupied housing expenses). It is not granted if Citizens’ Benefit (Bürgergeld) already covers housing and heating costs.\n\n&nbsp;\n\n### Key aspects of Wohngeld\n- **Type**: grant that does not have to be repaid.\n- **Forms**: rent allowance for tenants; burden allowance for owner-occupiers (e.g., interest, repayment, running costs).\n- **Calculation**: based on eligible rent/burden, household size, and household net income.\n- **Exclusion**: not available when Citizens’ Benefit includes housing costs.\n- **Responsible authority**: the local Wohngeld office (municipal administration/county office)."
      },
      "examples": {
        "de": [
          {
            "title": "Familie mit Kindern in Mietwohnung",
            "description": "Familie Yilmaz aus Köln wohnt mit zwei Kindern in einer Mietwohnung. Die monatliche Kaltmiete beträgt **900 €**. Das Einkommen der Familie liegt bei etwa **2.200 € netto** im Monat.\n\n&nbsp;\n\n### Wohngeld-Berechnung (vereinfacht)\n- Anrechenbare Miete: 900 €\n- Einkommen und Haushaltsgröße werden berücksichtigt.\n- Die Familie erhält monatlich rund **250 € Wohngeld**.\n\nSo können sie ihre Mietkosten besser tragen, ohne Bürgergeld beantragen zu müssen."
          },
          {
            "title": "Alleinstehender Eigentümer",
            "description": "Herr Schneider (62) aus Leipzig ist alleinstehend und bewohnt eine kleine Eigentumswohnung. Seine monatliche Altersrente liegt bei **1.100 €**. Für Zinsen, Tilgung und Nebenkosten fallen **500 €** an.\n\n&nbsp;\n\n### Wohngeld-Berechnung (vereinfacht)\n- Anrechenbare Belastung: 500 €\n- Einkommen und Haushaltsgröße (1 Person) werden berücksichtigt.\n- Herr Schneider erhält rund **120 € Lastenzuschuss** pro Monat.\n\nDamit wird seine Rente spürbar entlastet."
          }
        ],
        "de_es": [
          {
            "title": "Familie mit Kindern in Mietwohnung",
            "description": "Familie Yilmaz aus Köln wohnt mit zwei Kindern in einer Mietwohnung. Die monatliche Kaltmiete beträgt **900 €**. Das Einkommen der Familie liegt bei etwa **2.200 € netto** im Monat.\n\n&nbsp;\n\n### Wohngeld-Berechnung (vereinfacht)\n- Anrechenbare Miete: 900 €\n- Einkommen und Haushaltsgröße werden berücksichtigt.\n- Die Familie erhält monatlich rund **250 € Wohngeld**.\n\nSo können sie ihre Mietkosten besser tragen, ohne Bürgergeld beantragen zu müssen."
          },
          {
            "title": "Alleinstehender Eigentümer",
            "description": "Herr Schneider (62) aus Leipzig ist alleinstehend und bewohnt eine kleine Eigentumswohnung. Seine monatliche Altersrente liegt bei **1.100 €**. Für Zinsen, Tilgung und Nebenkosten fallen **500 €** an.\n\n&nbsp;\n\n### Wohngeld-Berechnung (vereinfacht)\n- Anrechenbare Belastung: 500 €\n- Einkommen und Haushaltsgröße (1 Person) werden berücksichtigt.\n- Herr Schneider erhält rund **120 € Lastenzuschuss** pro Monat.\n\nDamit wird seine Rente spürbar entlastet."
          }
        ],
        "en": [
          {
            "title": "Family with children in rental apartment",
            "description": "The Yilmaz family from Cologne lives with two children in a rental apartment. Their monthly rent (excluding heating) is **€900**. The family’s monthly net income is about **€2,200**.\n\n&nbsp;\n\n### Wohngeld calculation (simplified)\n- Eligible rent: €900\n- Household size and income are taken into account.\n- The family receives about **€250 Wohngeld** per month.\n\nThis helps them cover rent without having to apply for Citizens’ Benefit."
          },
          {
            "title": "Single homeowner",
            "description": "Mr. Schneider (62) from Leipzig lives alone in his small condominium. His monthly pension is **€1,100**. Mortgage, interest, and utility costs add up to **€500**.\n\n&nbsp;\n\n### Wohngeld calculation (simplified)\n- Eligible housing burden: €500\n- Household size (1 person) and income are considered.\n- Mr. Schneider receives about **€120 burden allowance** per month.\n\nThis eases the strain on his pension income."
          }
        ]
      }
    },
    "application_process": {
      "brief": {
        "de": "Der Antrag auf Wohngeld wird bei der zuständigen Wohngeldstelle der Stadt- oder Gemeindeverwaltung gestellt.\n\n&nbsp;\n\n### Wichtige Details zur Antragstellung\n- **Zuständige Stelle**: die Wohngeldstelle der Stadt-, Gemeinde- oder Kreisverwaltung am Wohnort.  \n- **Form der Antragstellung**: schriftlich mit den offiziellen Formularen; vielerorts auch online möglich.  \n- **Unterlagen**: in der Regel erforderlich sind Mietvertrag oder Nachweise über Belastungen (bei Eigentum), Einkommens- und Vermögensnachweise aller Haushaltsmitglieder sowie ein gültiges Ausweisdokument.  \n- **Fristen**: Wohngeld wird ab dem Monat der Antragstellung gezahlt, rückwirkend gibt es in der Regel keine Leistungen.  \n- **Abgrenzung**: kein Wohngeld bei gleichzeitigem Bezug von Bürgergeld, da Unterkunftskosten dort bereits berücksichtigt sind.",
        "de_es": "Der Antrag auf Wohngeld wird bei der Wohngeldstelle der Stadt- oder Gemeindeverwaltung gestellt.\n\n&nbsp;\n\n### Wichtige Punkte zur Antragstellung\n- **Wo**: Wohngeldstelle der Stadt, Gemeinde oder des Kreises.  \n- **Wie**: mit Formularen oder online.  \n- **Nachweise**: Mietvertrag oder Kosten bei Eigentum, Einkommen und Vermögen aller Haushaltsmitglieder, Ausweis.  \n- **Frist**: gilt ab Antragstellung, keine Nachzahlung für die Vergangenheit.  \n- **Hinweis**: kein Wohngeld, wenn Bürgergeld Unterkunftskosten zahlt.",
        "en": "The application for Wohngeld must be submitted to the local Wohngeld office at the city, municipality, or county administration.\n\n&nbsp;\n\n### Important details for the application\n- **Responsible authority**: the Wohngeld office of the local city, municipality, or county.  \n- **Form of application**: in writing via official forms; in many regions, also possible online.  \n- **Documents**: usually required are rental contract or proof of housing burden (for homeowners), income and asset statements of all household members, and valid ID.  \n- **Deadlines**: Wohngeld is paid from the month of application; generally, there is no retroactive payment.  \n- **Exclusion**: no Wohngeld if Citizens’ Benefit covers housing costs."
      }
    }
  },
  "ff:grundsicherung-im-alter-und-bei-erwerbsminderung": {
    "id": "ff:grundsicherung-im-alter-und-bei-erwerbsminderung",
    "category": "social_benefit",
    "status": "production",
    "title": {
      "de": "Grundsicherung im Alter und bei Erwerbsminderung",
      "en": "Basic welfare for the elderly and people with reduced earnings capacity"
    },
    "teaser": {
      "de": "Sie sind im Rentenalter, aber Ihr Geld reicht nicht aus, um Ihren Lebensunterhalt zu bezahlen? Oder sind Sie zwar noch jünger, können aber aus gesundheitlichen Gründen dauerhaft nicht arbeiten? Dann können Sie die finanzielle „Grundsicherung im Alter und bei Erwerbsminderung“ beantragen.",
      "en": "Are you receiving your pension but don’t have enough money to get by? Or are you younger but unable to work for health-related reasons? If so, you may be entitled to claim basic financial welfare for the elderly and people with reduced earnings capacity."
    },
    "general": {
      "brief": {
        "de": "Die Grundsicherung im Alter und bei Erwerbsminderung ist eine Sozialleistung, die den Lebensunterhalt sichern soll, wenn eigenes Einkommen und Vermögen nicht ausreichen. Sie richtet sich an ältere Menschen ab der Regelaltersgrenze sowie an dauerhaft voll erwerbsgeminderte Erwachsene ab 18 Jahren.\n\n&nbsp;\n\n### Zentrale Aspekte der Grundsicherung\n- **Leistungsumfang**: umfasst den monatlichen Regelsatz für den Lebensunterhalt, die Übernahme angemessener Kosten für Unterkunft und Heizung sowie Beiträge zur Kranken- und Pflegeversicherung.\n- **Höhe der Leistung**: richtet sich nach den aktuellen Regelsätzen der Sozialhilfe (2025 z. B. ca. 563 € für Alleinstehende) und den tatsächlichen Wohnkosten.\n- **Vermögens- und Einkommensprüfung**: eigenes Einkommen und Vermögen werden angerechnet; ein kleiner Schonbetrag bleibt anrechnungsfrei.\n- **Zuständige Stelle**: das Sozialamt am Wohnort der antragstellenden Person.\n- **Besonderheit**: Unterhaltsansprüche gegenüber Kindern oder Eltern werden nur geprüft, wenn deren Einkommen über 100.000 € jährlich liegt.",
        "de_es": "Die Grundsicherung im Alter und bei Erwerbsminderung ist eine Sozialleistung, die den Lebensunterhalt sichern soll, wenn eigenes Einkommen und Vermögen nicht ausreichen. Sie richtet sich an ältere Menschen ab der Regelaltersgrenze sowie an dauerhaft voll erwerbsgeminderte Erwachsene ab 18 Jahren.\n\n&nbsp;\n\n### Zentrale Aspekte der Grundsicherung\n- **Leistungsumfang**: umfasst den monatlichen Regelsatz für den Lebensunterhalt, die Übernahme angemessener Kosten für Unterkunft und Heizung sowie Beiträge zur Kranken- und Pflegeversicherung.\n- **Höhe der Leistung**: richtet sich nach den aktuellen Regelsätzen der Sozialhilfe (2025 z. B. ca. 563 € für Alleinstehende) und den tatsächlichen Wohnkosten.\n- **Vermögens- und Einkommensprüfung**: eigenes Einkommen und Vermögen werden angerechnet; ein kleiner Schonbetrag bleibt anrechnungsfrei.\n- **Zuständige Stelle**: das Sozialamt am Wohnort der antragstellenden Person.\n- **Besonderheit**: Unterhaltsansprüche gegenüber Kindern oder Eltern werden nur geprüft, wenn deren Einkommen über 100.000 € jährlich liegt.",
        "en": "Basic income support in old age and in case of reduced earning capacity is a social benefit intended to secure the cost of living when own income and assets are insufficient. It is aimed at older people who have reached the statutory retirement age and at adults (18+) who are permanently fully incapacitated for work.\n\n&nbsp;\n\n### Key aspects of basic income support\n- **Scope of benefits**: covers the monthly standard rate for living expenses, reasonable housing and heating costs, and contributions to health and long-term care insurance.\n- **Amount of benefit**: based on the current standard rates of social assistance (e.g., around €563 for single adults in 2025) and actual housing costs.\n- **Means test**: income and assets are taken into account; a small allowance remains exempt.\n- **Responsible authority**: the social welfare office (Sozialamt) at the applicant’s place of residence.\n- **Special rule**: maintenance obligations towards children or parents are only examined if their annual income exceeds €100,000."
      },
      "examples": {
        "de": [
          {
            "title": "Alter",
            "description": "Hannelore (72) aus Dresden lebt allein in einer Mietwohnung und hat nur eine kleine Rente von 400 € im Monat.\n\n&nbsp;\n\n### Unterstützung durch die Grundsicherung im Alter\n- Der Regelsatz für Alleinstehende beträgt aktuell ca. **563 €** monatlich.\n- Zusätzlich übernimmt das Sozialamt ihre angemessene Warmmiete von **400 €**.\n- Zusammen ergibt sich ein Bedarf von **963 €**. Nach Anrechnung der eigenen Rente (400 €) erhält Hannelore rund **563 € Grundsicherung** monatlich."
          },
          {
            "title": "Erwerbsminderung",
            "description": "Jonas (45) aus Essen ist dauerhaft voll erwerbsgemindert und kann keiner Arbeit mehr nachgehen. Er lebt in einer kleinen Wohnung und bezieht keine eigene Rente.\n\n&nbsp;\n\n### Unterstützung durch die Grundsicherung bei Erwerbsminderung\n- Der monatliche Regelsatz für Alleinstehende liegt bei ca. **563 €**.\n- Hinzu kommen die Kosten für Unterkunft und Heizung in Höhe von **450 €**.\n- Da Jonas kein eigenes Einkommen hat, übernimmt das Sozialamt den vollen Bedarf: insgesamt etwa **1.013 € Grundsicherung** pro Monat."
          }
        ],
        "de_es": [
          {
            "title": "Alter",
            "description": "Hannelore (72) aus Dresden lebt allein in einer Mietwohnung und hat nur eine kleine Rente von 400 € im Monat.\n\n&nbsp;\n\n### Unterstützung durch die Grundsicherung im Alter\n- Der Regelsatz für Alleinstehende beträgt aktuell ca. **563 €** monatlich.\n- Zusätzlich übernimmt das Sozialamt ihre angemessene Warmmiete von **400 €**.\n- Zusammen ergibt sich ein Bedarf von **963 €**. Nach Anrechnung der eigenen Rente (400 €) erhält Hannelore rund **563 € Grundsicherung** monatlich."
          },
          {
            "title": "Erwerbsminderung",
            "description": "Jonas (45) aus Essen ist dauerhaft voll erwerbsgemindert und kann keiner Arbeit mehr nachgehen. Er lebt in einer kleinen Wohnung und bezieht keine eigene Rente.\n\n&nbsp;\n\n### Unterstützung durch die Grundsicherung bei Erwerbsminderung\n- Der monatliche Regelsatz für Alleinstehende liegt bei ca. **563 €**.\n- Hinzu kommen die Kosten für Unterkunft und Heizung in Höhe von **450 €**.\n- Da Jonas kein eigenes Einkommen hat, übernimmt das Sozialamt den vollen Bedarf: insgesamt etwa **1.013 € Grundsicherung** pro Monat."
          }
        ],
        "en": [
          {
            "title": "Old age",
            "description": "Hannelore (72) from Dresden lives alone in a rented apartment and only has a small pension of €400 per month.\n\n&nbsp;\n\n### Support through basic income support in old age\n- The standard rate for single adults is currently about **€563** per month.\n- In addition, the social welfare office covers her reasonable warm rent of **€400**.\n- This results in a total need of **€963**. After deducting her own pension (€400), Hannelore receives around **€563 in basic income support** each month."
          },
          {
            "title": "Reduced earning capacity",
            "description": "Jonas (45) from Essen is permanently fully incapacitated for work and can no longer pursue employment. He lives in a small apartment and does not receive any pension.\n\n&nbsp;\n\n### Support through basic income support in case of reduced earning capacity\n- The monthly standard rate for single adults is about **€563**.\n- Added to this are housing and heating costs of **€450**.\n- Since Jonas has no income of his own, the social welfare office covers the full amount: about **€1,013 in basic income support** per month."
          }
        ]
      }
    },
    "application_process": {
      "brief": {
        "de": "Der Antrag auf Grundsicherung im Alter und bei Erwerbsminderung wird beim zuständigen Sozialamt (Grundsicherungsamt) am Wohnort gestellt.\n\n&nbsp;\n\n### Wichtige Details zur Antragstellung\n- **Zuständige Stelle**: das örtliche Sozialamt/Grundsicherungsamt.  \n- **Form der Antragstellung**: schriftlich mit den offiziellen Antragsunterlagen; vielerorts ist auch eine Online-Beantragung möglich; eine persönliche Vorsprache kann erforderlich sein.  \n- **Unterlagen**: Personalausweis oder Reisepass, Nachweise zu Miete und Heizkosten (z. B. Mietvertrag, Nebenkosten), Kontoauszüge, Einkommens- und Vermögensnachweise; zusätzlich bei Alter: Nachweis des Erreichens der Regelaltersgrenze; bei Erwerbsminderung: Renten- bzw. DRV-Bescheid oder ärztliche Nachweise.  \n- **Fristen**: Leistungen werden grundsätzlich ab dem Monat der Antragstellung gewährt; Weiterbewilligungsanträge rechtzeitig vor Ablauf des Bewilligungszeitraums (in der Regel 12 Monate) stellen; in Eilfällen ist eine vorläufige Entscheidung möglich.",
        "de_es": "Der Antrag auf Grundsicherung im Alter und bei Erwerbsminderung wird beim zuständigen Sozialamt (Grundsicherungsamt) am Wohnort gestellt.\n\n&nbsp;\n\n### Wichtige Details zur Antragstellung\n- **Zuständige Stelle**: das örtliche Sozialamt/Grundsicherungsamt.  \n- **Form der Antragstellung**: schriftlich mit den offiziellen Antragsunterlagen; vielerorts ist auch eine Online-Beantragung möglich; eine persönliche Vorsprache kann erforderlich sein.  \n- **Unterlagen**: Personalausweis oder Reisepass, Nachweise zu Miete und Heizkosten (z. B. Mietvertrag, Nebenkosten), Kontoauszüge, Einkommens- und Vermögensnachweise; zusätzlich bei Alter: Nachweis des Erreichens der Regelaltersgrenze; bei Erwerbsminderung: Renten- bzw. DRV-Bescheid oder ärztliche Nachweise.  \n- **Fristen**: Leistungen werden grundsätzlich ab dem Monat der Antragstellung gewährt; Weiterbewilligungsanträge rechtzeitig vor Ablauf des Bewilligungszeitraums (in der Regel 12 Monate) stellen; in Eilfällen ist eine vorläufige Entscheidung möglich.",
        "en": "The application for basic income support in old age and in case of reduced earning capacity is submitted to the local social welfare office (Sozialamt) at the place of residence.\n\n&nbsp;\n\n### Important details for the application\n- **Responsible authority**: the local Social Welfare Office (Sozialamt/Grundsicherungsamt).  \n- **Form of application**: in writing using the official forms; in many regions an online application is possible; an in-person appointment may be required.  \n- **Documents**: ID or passport, proof of rent and heating costs (e.g., rental agreement, service charges), bank statements, income and asset statements; additionally, for old age: proof of reaching statutory retirement age; for reduced earning capacity: pension or DRV decision or medical evidence.  \n- **Deadlines**: benefits are generally granted from the month of application; submit renewal applications in good time before the approval period expires (usually 12 months); provisional decisions are possible in urgent cases."
      }
    }
  },
  "ff:bildung-und-teilhabe-bei-bezug-von-buergergeld": {
    "id": "ff:bildung-und-teilhabe-bei-bezug-von-buergergeld",
    "category": "social_benefit",
    "status": "production",
    "title": {
      "de": "Bildung und Teilhabe - bei Bezug von Bürgergeld",
      "en": "Education and participation - with citizen's benefit"
    },
    "teaser": {
      "de": "In Deutschland sollen Kinder, Jugendliche und junge Erwachsene die gleichen Chancen haben. Wichtige Voraussetzungen für Chancengleichheit sind Bildung und die Teilnahme am sozialen und kulturellen Leben. Deswegen fördert der Staat Leistungen zur Bildung und Teilhabe, auch Bildungs- und Teilhabepaket genannt.",
      "en": "In Germany, children, teens and young adults are supposed to have equal opportunities. Education and participation in social and cultural activities are important factors in ensuring equal opportunity. For this reason, the state provides benefits to support education and participation. This is also known as the education and participation package."
    },
    "general": {
      "brief": {
        "de": "Leistungen für Bildung und Teilhabe (BuT) sollen Kindern, Jugendlichen und jungen Erwachsenen aus Familien mit geringem Einkommen gleiche Chancen auf Bildung und gesellschaftliche Teilhabe ermöglichen. Anspruch haben insbesondere Personen, die Bürgergeld beziehen.\n\n&nbsp;\n\n### Zentrale Leistungen für Bildung und Teilhabe\n- **Schule und Kita**: Kostenübernahme für Ausflüge, Klassenfahrten, Lernförderung und persönliche Schulausstattung.\n- **Freizeit und Kultur**: Zuschüsse für Vereinsbeiträge, Musikunterricht, Sportangebote oder kulturelle Aktivitäten.\n- **Mittagessen und Fahrten**: Kostenübernahme für gemeinsames Mittagessen in Schule oder Kita sowie Zuschüsse für Schülerbeförderung.",
        "de_es": "Leistungen für Bildung und Teilhabe (BuT) sollen Kindern, Jugendlichen und jungen Erwachsenen aus Familien mit geringem Einkommen gleiche Chancen auf Bildung und gesellschaftliche Teilhabe ermöglichen. Anspruch haben insbesondere Personen, die Bürgergeld beziehen.\n\n&nbsp;\n\n### Zentrale Leistungen für Bildung und Teilhabe\n- **Schule und Kita**: Kostenübernahme für Ausflüge, Klassenfahrten, Lernförderung und persönliche Schulausstattung.\n- **Freizeit und Kultur**: Zuschüsse für Vereinsbeiträge, Musikunterricht, Sportangebote oder kulturelle Aktivitäten.\n- **Mittagessen und Fahrten**: Kostenübernahme für gemeinsames Mittagessen in Schule oder Kita sowie Zuschüsse für Schülerbeförderung.",
        "en": "Benefits for education and participation (BuT) are intended to provide children, adolescents and young adults from low-income families with equal opportunities for education and social participation. In particular, people receiving citizen's benefit are entitled to these benefits.\n\n&nbsp;\n\n### Key benefits for education and participation\n- **School and daycare**: coverage of costs for excursions, class trips, learning support and personal school supplies.\n- **Leisure and culture**: subsidies for club memberships, music lessons, sports activities or cultural activities.\n- **Lunch and transportation**: coverage of costs for communal lunch at school or daycare as well as subsidies for student transportation."
      },
      "examples": {
        "de": [
          {
            "description": "Mila (10) aus Dortmund lebt mit ihrer Familie im Bürgergeldbezug.\n\n&nbsp;\n\n### Unterstützung durch Bildung und Teilhabe\n- Die Kosten für ihre Klassenfahrt in der Grundschule werden vollständig übernommen.\n- Zusätzlich erhält sie eine jährliche Pauschale für Schulmaterialien wie Ranzen, Hefte und Stifte.\n- Dadurch kann Mila gleichberechtigt an schulischen Aktivitäten teilnehmen."
          },
          {
            "description": "Yusuf (15) aus Bremen besucht die Oberschule und lebt mit seiner Mutter im Bürgergeldbezug.\n\n&nbsp;\n\n### Unterstützung durch Bildung und Teilhabe\n- Er erhält einen Zuschuss für den monatlichen Vereinsbeitrag im Fußballclub.\n- Außerdem übernimmt das Programm die Kosten für das gemeinsame Mittagessen in der Schule.\n- So kann Yusuf trotz knapper Familienkasse an Freizeit- und Gemeinschaftsangeboten teilnehmen."
          }
        ],
        "de_es": [
          {
            "description": "Mila (10) aus Dortmund lebt mit ihrer Familie im Bürgergeldbezug.\n\n&nbsp;\n\n### Unterstützung durch Bildung und Teilhabe\n- Die Kosten für ihre Klassenfahrt in der Grundschule werden vollständig übernommen.\n- Zusätzlich erhält sie eine jährliche Pauschale für Schulmaterialien wie Ranzen, Hefte und Stifte.\n- Dadurch kann Mila gleichberechtigt an schulischen Aktivitäten teilnehmen."
          },
          {
            "description": "Yusuf (15) aus Bremen besucht die Oberschule und lebt mit seiner Mutter im Bürgergeldbezug.\n\n&nbsp;\n\n### Unterstützung durch Bildung und Teilhabe\n- Er erhält einen Zuschuss für den monatlichen Vereinsbeitrag im Fußballclub.\n- Außerdem übernimmt das Programm die Kosten für das gemeinsame Mittagessen in der Schule.\n- So kann Yusuf trotz knapper Familienkasse an Freizeit- und Gemeinschaftsangeboten teilnehmen."
          }
        ],
        "en": [
          {
            "description": "Mila (10) from Dortmund lives with her family, who receive Citizens’ Benefit (Bürgergeld).\n\n&nbsp;\n\n### Support through education and participation\n- The costs for her school trip in primary school are fully covered.\n- In addition, she receives an annual allowance for school supplies such as a backpack, notebooks, and pens.\n- This enables Mila to participate equally in school activities."
          },
          {
            "description": "Yusuf (15) from Bremen attends secondary school and lives with his mother who receives Citizens’ Benefit (Bürgergeld).\n\n&nbsp;\n\n### Support through education and participation\n- He receives a subsidy for the monthly membership fee at his football club.\n- The program also covers the costs of school meals.\n- This allows Yusuf to take part in leisure and community activities despite the family’s limited budget."
          }
        ]
      }
    },
    "application_process": {
      "brief": {
        "de": "Der Antrag auf Leistungen aus dem Bildungs- und Teilhabepaket (BuT) wird bei der zuständigen Stelle im Rahmen des Bürgergeldbezugs gestellt.\n\n&nbsp;\n\n### Wichtige Details zur Antragstellung\n- **Zuständige Stelle**: in der Regel das Jobcenter, das für den Bürgergeld-Bezug zuständig ist; teilweise auch die Kommune oder das Sozialamt.  \n- **Form der Antragstellung**: schriftlich über die offiziellen Antragsformulare; vielerorts ist auch eine Online-Antragstellung möglich.  \n- **Unterlagen**: erforderlich sind in der Regel Nachweise über die Teilnahme an der jeweiligen Aktivität (z. B. Schulbescheinigung, Vereinsmitgliedschaft, Bescheinigung über Mittagessen in Schule/Kita) sowie ein gültiges Ausweisdokument.  \n- **Fristen**: Anträge sollten rechtzeitig vor Beginn der Maßnahme oder Aktivität gestellt werden, da Leistungen in der Regel nicht rückwirkend bewilligt werden.",
        "de_es": "Der Antrag auf Leistungen aus dem Bildungs- und Teilhabepaket (BuT) wird bei der zuständigen Stelle im Rahmen des Bürgergeldbezugs gestellt.\n\n&nbsp;\n\n### Wichtige Details zur Antragstellung\n- **Zuständige Stelle**: in der Regel das Jobcenter, das für den Bürgergeld-Bezug zuständig ist; teilweise auch die Kommune oder das Sozialamt.  \n- **Form der Antragstellung**: schriftlich über die offiziellen Antragsformulare; vielerorts ist auch eine Online-Antragstellung möglich.  \n- **Unterlagen**: erforderlich sind in der Regel Nachweise über die Teilnahme an der jeweiligen Aktivität (z. B. Schulbescheinigung, Vereinsmitgliedschaft, Bescheinigung über Mittagessen in Schule/Kita) sowie ein gültiges Ausweisdokument.  \n- **Fristen**: Anträge sollten rechtzeitig vor Beginn der Maßnahme oder Aktivität gestellt werden, da Leistungen in der Regel nicht rückwirkend bewilligt werden.",
        "en": "The application for benefits from the Education and Participation Package (BuT) must be submitted to the responsible authority within the framework of Citizens’ Benefit (Bürgergeld).\n\n&nbsp;\n\n### Important details for the application\n- **Responsible authority**: usually the Jobcenter responsible for Citizens’ Benefit; in some cases, the municipality or the social welfare office.  \n- **Form of application**: in writing via the official application forms; in many places, an online application is also possible.  \n- **Documents**: usually required are proof of participation in the respective activity (e.g., school certificate, club membership, confirmation of school/kindergarten meals) as well as a valid identification document.  \n- **Deadlines**: applications should be submitted in good time before the start of the measure or activity, as benefits are generally not granted retroactively."
      }
    }
  },
  "ff:exist-gruendungsstipendium": {
    "id": "ff:exist-gruendungsstipendium",
    "category": "business",
    "status": "beta",
    "title": {
      "de": "EXIST-Gründungsstipendium",
      "en": "EXIST start-up grant"
    },
    "teaser": {
      "de": "Das EXIST-Gründerstipendium unterstützt Studierende, Absolventinnen und Absolventen sowie Wissenschaftlerinnen und Wissenschaftler, die ihre Gründungsidee umsetzen möchten. Das Stipendium ermöglicht es, sich voll und ganz auf die Gründung zu konzentrieren und die ersten Schritte in die Selbstständigkeit zu gehen.",
      "en": "The EXIST start-up grant supports students, graduates and researchers who want to implement their start-up idea. The grant allows them to focus entirely on their start-up and take the first steps towards self-employment."
    },
    "general": {
      "brief": {
        "de": "Das EXIST-Gründungsstipendium unterstützt gründungsinteressierte Studierende, Absolvent:innen und Wissenschaftler:innen aus Hochschulen sowie außeruniversitären Forschungseinrichtungen in der Vorgründungsphase.\n\n&nbsp;\n\n### Zentrale Aspekte des EXIST-Gründungsstipendiums\n- **Ziel**: 12 Monate Zeit und Mittel, um Businessplan, Prototyp und Markteintritt vorzubereiten.\n- **Ausrichtung**: technologieorientierte oder wissensbasierte, innovative Vorhaben mit klaren Alleinstellungsmerkmalen.\n- **Team & Betreuung**: Förderung für bis zu drei Personen; nötig sind eine Hochschule/Forschungseinrichtung als Träger sowie Mentor:in und Gründungsnetzwerk.\n- **Stipendienhöhe (monatlich)**: Studierende 1.000 €, Berufsausbildung 2.000 €, Absolvent:innen 2.500 €, Promovierte 3.000 €; **Kinderzuschlag** 150 €/Kind.\n- **Sach- & Coachingmittel**: bis zu **30.000 €** (Team) bzw. **10.000 €** (Einzel) für Sachmittel sowie **5.000 €** für Coaching.\n- **Wesentliche Bedingungen**: Antrag über die Hochschule; keine parallelen Lebensunterhaltsstipendien/Beschäftigungen; Nebentätigkeit max. 20 Stunden/Monat.",
        "de_es": "Das EXIST-Gründungsstipendium hilft dabei, eine innovative Gründung aus der Hochschule vorzubereiten – für 12 Monate mit Geld für Lebensunterhalt, Sachmittel und Coaching.\n\n&nbsp;\n\n### Wichtige Punkte\n- **Was wird gefördert?** Innovative, technologie- oder wissensbasierte Ideen.\n- **Wer?** Bis zu 3 Personen pro Team; mit Hochschule/Forschungseinrichtung, Mentor:in und Gründungsnetzwerk.\n- **Stipendium pro Monat**: Studierende 1.000 €, mit Berufsausbildung 2.000 €, Absolvent:innen 2.500 €, Promovierte 3.000 €; **Kinderzuschlag** 150 € pro Kind.\n- **Zusätzlich**: Sachmittel bis 30.000 € (Team) bzw. 10.000 € (Einzel) und Coaching bis 5.000 €.\n- **Wichtig**: Antrag läuft über die Hochschule; keine parallelen Stipendien/Beschäftigungen zur Lebensunterhaltssicherung; Nebenjob höchstens 20 Std./Monat.",
        "en": "The EXIST Start-up Grant supports students, graduates and researchers from universities and public research institutions during the pre-start-up phase.\n\n&nbsp;\n\n### Key aspects of the EXIST Start-up Grant\n- **Purpose**: 12 months to prepare a business plan, prototype and market entry.\n- **Focus**: technology-oriented or knowledge-based, innovative projects with clear unique selling points.\n- **Team & support**: funding for up to three people; requires a host university/research institution, a mentor and a start-up support network.\n- **Monthly grant rates**: students €1,000; vocationally trained team members €2,000; graduates €2,500; PhD holders €3,000; **child allowance** €150 per child.\n- **Materials & coaching**: up to **€30,000** (team) or **€10,000** (solo) for materials plus **€5,000** for coaching.\n- **Core conditions**: application via the university; no parallel subsistence grants/employment; side jobs limited to 20 hours/month."
      },
      "examples": {
        "de": [
          {
            "title": "Studierendenteam mit Prototyp",
            "description": "Lisa (24) und Jonas (25) aus München studieren Maschinenbau und entwickeln im Rahmen ihrer Masterarbeiten einen innovativen 3D-Drucker für nachhaltige Materialien.\n\n&nbsp;\n\n### Unterstützung durch das EXIST-Gründungsstipendium\n- Beide erhalten monatlich **1.000 €** Stipendium als Studierende.\n- Zusätzlich gibt es **30.000 € Sachmittel**, die sie für Materialien, Software-Lizenzen und Laborausstattung einsetzen.\n- Ein erfahrener Professor betreut das Projekt als Mentor.\n- Während der 12 Monate arbeiten sie Vollzeit an Prototyp und Businessplan."
          },
          {
            "title": "Promovierter Gründer mit Kind",
            "description": "Ahmed (32) aus Berlin ist promovierter Informatiker und möchte eine KI-gestützte Software für Energieeffizienz in Gebäuden entwickeln.\n\n&nbsp;\n\n### Unterstützung durch das EXIST-Gründungsstipendium\n- Er erhält monatlich **3.000 €** Stipendium als Promovierter.\n- Zusätzlich gibt es einen **Kinderzuschlag von 150 €**, da er eine Tochter hat.\n- Für die technische Entwicklung und Marketingmaterialien stehen ihm **10.000 € Sachmittel** und **5.000 € für Coaching** zur Verfügung.\n- Seine Universität stellt die Anbindung und einen Mentor aus dem Fachbereich bereit."
          }
        ],
        "de_es": [
          {
            "title": "Studierendenteam mit Prototyp",
            "description": "Lisa (24) und Jonas (25) aus München studieren Maschinenbau und entwickeln im Rahmen ihrer Masterarbeiten einen innovativen 3D-Drucker für nachhaltige Materialien.\n\n&nbsp;\n\n### Unterstützung durch das EXIST-Gründungsstipendium\n- Beide erhalten monatlich **1.000 €** Stipendium als Studierende.\n- Zusätzlich gibt es **30.000 € Sachmittel**, die sie für Materialien, Software-Lizenzen und Laborausstattung einsetzen.\n- Ein erfahrener Professor betreut das Projekt als Mentor.\n- Während der 12 Monate arbeiten sie Vollzeit an Prototyp und Businessplan."
          },
          {
            "title": "Promovierter Gründer mit Kind",
            "description": "Ahmed (32) aus Berlin ist promovierter Informatiker und möchte eine KI-gestützte Software für Energieeffizienz in Gebäuden entwickeln.\n\n&nbsp;\n\n### Unterstützung durch das EXIST-Gründungsstipendium\n- Er erhält monatlich **3.000 €** Stipendium als Promovierter.\n- Zusätzlich gibt es einen **Kinderzuschlag von 150 €**, da er eine Tochter hat.\n- Für die technische Entwicklung und Marketingmaterialien stehen ihm **10.000 € Sachmittel** und **5.000 € für Coaching** zur Verfügung.\n- Seine Universität stellt die Anbindung und einen Mentor aus dem Fachbereich bereit."
          }
        ],
        "en": [
          {
            "title": "Student team with prototype",
            "description": "Lisa (24) and Jonas (25) from Munich are mechanical engineering students and are developing an innovative 3D printer for sustainable materials as part of their master’s theses.\n\n&nbsp;\n\n### Support through the EXIST Start-up Grant\n- Both receive a monthly stipend of **€1,000** as students.\n- They also receive **€30,000 in material funds** to cover equipment, software licenses and lab costs.\n- An experienced professor supports them as their mentor.\n- During the 12 months, they work full time on their prototype and business plan."
          },
          {
            "title": "PhD founder with child",
            "description": "Ahmed (32) from Berlin holds a PhD in computer science and wants to develop AI-based software for energy efficiency in buildings.\n\n&nbsp;\n\n### Support through the EXIST Start-up Grant\n- He receives a monthly stipend of **€3,000** as a PhD holder.\n- He also receives a **child allowance of €150** since he has a daughter.\n- For technical development and marketing, he can use **€10,000 in material funds** and **€5,000 for coaching**.\n- His university provides institutional support and a mentor from his faculty."
          }
        ]
      }
    },
    "application_process": {
      "brief": {
        "de": "Der Antrag auf das EXIST-Gründungsstipendium wird über eine Hochschule oder eine außeruniversitäre Forschungseinrichtung gestellt.\n\n&nbsp;\n\n### Wichtige Details zur Antragstellung\n- **Zuständige Stelle**: immer die Hochschule oder Forschungseinrichtung, die das Team betreut; diese reicht den Antrag beim Bundesministerium für Wirtschaft und Klimaschutz (BMWK) bzw. Projektträger Jülich (PtJ) ein.\n- **Form der Antragstellung**: Erstellung eines vollständigen Projektantrags inkl. Businessplan-Entwurf, Projektbeschreibung und Finanzplan; Einreichung erfolgt ausschließlich über die betreuende Einrichtung.\n- **Unterlagen**: notwendig sind Angaben zu Team und Qualifikation, Projektidee, Innovationsgrad, Alleinstellungsmerkmale, Verwertungsstrategie, Zeit- und Finanzierungsplan sowie die Bestätigung von Mentor:in und Gründungsnetzwerk.\n- **Fristen**: Anträge können fortlaufend eingereicht werden; die Förderung beginnt nach Bewilligung, frühestens zum gewünschten Starttermin.",
        "de_es": "Der Antrag für das EXIST-Stipendium läuft immer über die Hochschule oder Forschungseinrichtung, die das Projekt betreut.\n\n&nbsp;\n\n### Wichtige Punkte\n- **Wo?** Antrag geht über die Hochschule/Forschungseinrichtung an den Projektträger Jülich (PtJ).\n- **Wie?** Projektantrag mit Geschäftsidee, Finanzplan und Bestätigung von Mentor:in und Gründungsnetzwerk.\n- **Welche Unterlagen?** Infos zu Team, Idee, Zeit- und Finanzierungsplan.\n- **Wann?** Jederzeit möglich; Start nach Bewilligung.",
        "en": "The application for the EXIST Start-up Grant must be submitted via a university or a non-university research institution.\n\n&nbsp;\n\n### Important details for the application\n- **Responsible authority**: always the university or research institution hosting the team; it submits the application to the Federal Ministry for Economic Affairs and Climate Action (BMWK) via the Project Management Agency Jülich (PtJ).\n- **Form of application**: a complete project proposal including draft business plan, project description and financial plan; submission is only possible through the hosting institution.\n- **Documents**: required are details on the team and qualifications, project idea, degree of innovation, unique selling points, commercialization strategy, time and financing plan, and confirmation from a mentor and start-up support network.\n- **Deadlines**: applications can be submitted on a rolling basis; funding starts after approval, at the earliest from the chosen start date."
      }
    }
  },
  "ff:ibb-gruendungsbonus": {
    "id": "ff:ibb-gruendungsbonus",
    "category": "business",
    "status": "beta",
    "title": {
      "de": "IBB-Gründungsbonus",
      "en": "IBB start-up bonus"
    },
    "teaser": {
      "de": "Der IBB-Gründungsbonus ist eine finanzielle Unterstützung für Gründerinnen und Gründer in Berlin. Der Bonus hilft dabei, die ersten Schritte in die Selbstständigkeit zu gehen und das eigene Unternehmen aufzubauen.",
      "en": "The IBB start-up bonus is financial support for start-ups in Berlin. The bonus helps them take the first steps towards self-employment and build their own business."
    }
  },
  "ff:ibb-altersgerecht-wohnen": {
    "id": "ff:ibb-altersgerecht-wohnen",
    "category": "business",
    "status": "beta",
    "title": {
      "de": "IBB Altersgerecht Wohnen",
      "en": "IBB age-appropriate living"
    },
    "teaser": {
      "de": "Das Förderprogramm 'IBB Altersgerecht Wohnen' unterstützt Vermieter:innen und Investor:innen bei der Finanzierung von Modernisierungsmaßnahmen zur Barrierereduzierung, Erhöhung des Wohnkomforts und Einbruchschutz in Berlin. Ziel ist es, altersgerechtes Wohnen zu fördern und die Lebensqualität in Wohngebäuden zu verbessern.",
      "en": "The 'IBB Altersgerecht Wohnen' funding program supports landlords and investors in financing modernization measures for barrier reduction, increased living comfort, and burglary protection in Berlin. The goal is to promote age-appropriate living and improve the quality of life in residential buildings."
    },
    "application_process": {
      "de": {
        "title": "Die Förderung kann über die IBB beantragt werden. Der Antrag muss vor Beginn der Maßnahmen gestellt werden. Detaillierte Informationen zur Antragstellung sind auf der Website der IBB verfügbar.",
        "links": [
          {
            "title": "IBB Altersgerecht Wohnen",
            "url": "https://ibb.de/altersgerecht-wohnen"
          }
        ]
      },
      "en": {
        "title": "The funding can be applied for through IBB. The application must be submitted before the start of the measures. Detailed information on the application process is available on the IBB website.",
        "links": [
          {
            "title": "IBB Age-Appropriate Housing",
            "url": "https://ibb.de/altersgerecht-wohnen"
          }
        ]
      }
    },
    "required_documents": {
      "de": [
        "Ausgefülltes Antragsformular",
        "Nachweise zur geplanten Baumaßnahme (z. B. Kostenvoranschläge, Baupläne)",
        "Eigentumsnachweis oder Nachweis über die Vermietung",
        "Bonitätsnachweise"
      ],
      "en": [
        "Completed application form",
        "Proof of planned construction measures (e.g., cost estimates, building plans)",
        "Proof of ownership or rental documentation",
        "Creditworthiness documentation"
      ]
    },
    "additional_support": {
      "de": {
        "title": "Für weitere Informationen und Beratung können Sie sich an die IBB-Kundenbetreuung wenden.",
        "links": [
          {
            "title": "Kontakt zur IBB",
            "url": "mailto:immobilien@ibb.de"
          }
        ]
      },
      "en": {
        "title": "For further information and advice, you can contact the IBB customer service.",
        "links": [
          {
            "title": "Contact IBB",
            "url": "mailto:immobilien@ibb.de"
          }
        ]
      }
    },
    "legal_basis": {
      "de": {
        "title": "Die Förderung basiert auf den Richtlinien der KfW Bankengruppe und der IBB.",
        "links": [
          {
            "title": "Förderbedingungen der IBB",
            "url": "https://ibb.de/altersgerecht-wohnen"
          }
        ]
      },
      "en": {
        "title": "The funding is based on the guidelines of the KfW Banking Group and IBB.",
        "links": [
          {
            "title": "IBB Funding Conditions",
            "url": "https://ibb.de/altersgerecht-wohnen"
          }
        ]
      }
    },
    "further_information": {
      "de": {
        "title": "Hier finden Sie weitere Informationen zur Förderung altersgerechten Wohnens:",
        "links": [
          {
            "title": "IBB Altersgerecht Wohnen",
            "url": "https://ibb.de/altersgerecht-wohnen"
          }
        ]
      },
      "en": {
        "title": "Here you can find more information about age-appropriate housing support:",
        "links": [
          {
            "title": "IBB Age-Appropriate Housing",
            "url": "https://ibb.de/altersgerecht-wohnen"
          }
        ]
      }
    }
  },
  "ff:ifb-gruendung-nachfolge": {
    "id": "ff:ifb-gruendung-nachfolge",
    "category": "business",
    "status": "beta",
    "title": {
      "de": "Hamburg-Kredit Gründung und Nachfolge III 2025",
      "en": "Hamburg-Kredit Start-up and Succession III 2025"
    },
    "teaser": {
      "de": "Der Hamburg-Kredit Gründung und Nachfolge III 2025 unterstützt Existenzgründungen und Unternehmensnachfolgen in Hamburg durch langfristige Finanzierung von Investitionen und Betriebsmitteln. Das Programm bietet günstige Darlehenskonditionen und Zuschüsse für förderfähige Unternehmen.",
      "en": "The Hamburg-Kredit Start-up and Succession III 2025 supports business start-ups and successions in Hamburg through long-term financing of investments and working capital. The program offers favorable loan conditions and grants for eligible businesses."
    },
    "application_process": {
      "de": {
        "title": "Der Antrag auf Förderung erfolgt über die Hamburgische Investitions- und Förderbank (IFB). Anträge müssen vor Beginn der Investition gestellt werden. Weitere Details zur Antragstellung finden Sie auf der IFB-Website.",
        "links": [
          {
            "title": "Antragstellung IFB",
            "url": "https://www.ifbhh.de/programme/gruender-und-unternehmen/gruenden-und-nachfolgen/unternehmen-gruenden/hamburg-kredit-gruendung-und-nachfolge"
          }
        ]
      },
      "en": {
        "title": "The funding application is submitted via the Hamburgische Investitions- und Förderbank (IFB). Applications must be submitted before the investment begins. Further details on the application process can be found on the IFB website.",
        "links": [
          {
            "title": "IFB Application",
            "url": "https://www.ifbhh.de/programme/gruender-und-unternehmen/gruenden-und-nachfolgen/unternehmen-gruenden/hamburg-kredit-gruendung-und-nachfolge"
          }
        ]
      }
    },
    "required_documents": {
      "de": [
        "Vollständig ausgefülltes Antragsformular",
        "Businessplan mit Finanzierungsplan",
        "Bonitätsnachweise und wirtschaftliche Unterlagen des Unternehmens",
        "Nachweis über den Unternehmenssitz in Hamburg"
      ],
      "en": [
        "Fully completed application form",
        "Business plan with financing plan",
        "Creditworthiness certificates and financial documents of the company",
        "Proof of company headquarters in Hamburg"
      ]
    },
    "funding_conditions": {
      "de": {
        "title": "Die Förderkonditionen des Hamburg-Kredit Gründung und Nachfolge III 2025 umfassen folgende Punkte:",
        "details": [
          "Darlehensbetrag: Mindestens 25.000 Euro, maximal 1.000.000 Euro.",
          "Zinssatz: Der Zinssatz ist für die gesamte Laufzeit festgelegt und wird durch die IFB Hamburg kommuniziert.",
          "Laufzeit: Maximal 10 Jahre, mit einer tilgungsfreien Anlaufzeit von bis zu zwei Jahren.",
          "Sicherheiten: Die IFB kann bankübliche Sicherheiten verlangen, je nach wirtschaftlicher Situation des Unternehmens.",
          "Förderfähige Kosten: Finanzierung von Investitionen, Betriebsmitteln und immateriellen Wirtschaftsgütern.",
          "Zuschuss: Zusätzlich zum Darlehen kann unter bestimmten Bedingungen ein nicht rückzahlbarer Zuschuss von bis zu 5.000 Euro gewährt werden."
        ]
      },
      "en": {
        "title": "The funding conditions of the Hamburg-Kredit Start-up and Succession III 2025 include the following:",
        "details": [
          "Loan amount: Minimum 25,000 euros, maximum 1,000,000 euros.",
          "Interest rate: The interest rate is fixed for the entire term and communicated by IFB Hamburg.",
          "Term: Maximum 10 years, with a repayment-free start-up period of up to two years.",
          "Collateral: IFB may require standard banking collateral, depending on the company's financial situation.",
          "Eligible costs: Financing of investments, working capital, and intangible assets.",
          "Grant: In addition to the loan, a non-repayable grant of up to 5,000 euros may be provided under certain conditions."
        ]
      }
    },
    "legal_basis": {
      "de": {
        "title": "Die Förderung basiert auf den Richtlinien der Hamburgischen Investitions- und Förderbank sowie EU-Vorgaben zur KMU-Förderung.",
        "links": [
          {
            "title": "Förderbedingungen IFB",
            "url": "https://www.ifbhh.de"
          },
          {
            "title": "KMU-Definition der EU",
            "url": "https://eur-lex.europa.eu/legal-content/DE/TXT/PDF/?uri=CELEX:32003H0361"
          }
        ]
      },
      "en": {
        "title": "The funding is based on the guidelines of the Hamburgische Investitions- und Förderbank and EU regulations for SME funding.",
        "links": [
          {
            "title": "IFB Funding Conditions",
            "url": "https://www.ifbhh.de"
          },
          {
            "title": "EU SME Definition",
            "url": "https://eur-lex.europa.eu/legal-content/EN/TXT/PDF/?uri=CELEX:32003H0361"
          }
        ]
      }
    },
    "further_information": {
      "de": {
        "title": "Hier finden Sie weitere Informationen zur IFB-Förderung:",
        "links": [
          {
            "title": "Hamburg-Kredit Gründung und Nachfolge",
            "url": "https://www.ifbhh.de/programme/gruender-und-unternehmen/gruenden-und-nachfolgen/unternehmen-gruenden/hamburg-kredit-gruendung-und-nachfolge"
          }
        ]
      },
      "en": {
        "title": "Here you can find more information about IFB funding:",
        "links": [
          {
            "title": "Hamburg-Kredit Start-up and Succession",
            "url": "https://www.ifbhh.de/programme/gruender-und-unternehmen/gruenden-und-nachfolgen/unternehmen-gruenden/hamburg-kredit-gruendung-und-nachfolge"
          }
        ]
      }
    }
  },
  "ff:ifb-inno-founder": {
    "id": "ff:ifb-inno-founder",
    "category": "business",
    "status": "beta",
    "title": {
      "de": "InnoFounder - Förderprogramm für innovative und wissensbasierte Gründungsvorhaben",
      "en": "InnoFounder - Funding Program for Innovative and Knowledge-Based Startups"
    },
    "teaser": {
      "de": "InnoFounder unterstützt innovative Startups in Hamburg mit einem nicht rückzahlbaren Zuschuss für Lebensunterhalt und Gründungskosten.",
      "en": "InnoFounder supports innovative startups in Hamburg with a non-repayable grant for living expenses and startup costs."
    },
    "application_process": {
      "de": {
        "title": "Die Antragstellung erfolgt über die IFB Innovationsstarter GmbH. Anträge müssen vor Beginn des Vorhabens eingereicht werden. Weitere Details sind auf der IFB-Website zu finden.",
        "links": [
          {
            "title": "Antragstellung IFB",
            "url": "https://innovationsstarter.com/innofounder/"
          }
        ]
      },
      "en": {
        "title": "Applications are submitted via IFB Innovationsstarter GmbH. Applications must be submitted before the project begins. Further details can be found on the IFB website.",
        "links": [
          {
            "title": "IFB Application",
            "url": "https://innovationsstarter.com/innofounder/"
          }
        ]
      }
    },
    "required_documents": {
      "de": [
        "Vollständig ausgefülltes Antragsformular",
        "Projektskizze mit Geschäftsmodell und Finanzierungsplan",
        "Lebensläufe der Gründungspersonen",
        "De-Minimis-Erklärung",
        "Nachweis des Wohnsitzes oder Unternehmenssitzes in Hamburg"
      ],
      "en": [
        "Fully completed application form",
        "Project outline with business model and financial plan",
        "CVs of the founders",
        "De-minimis declaration",
        "Proof of residence or company headquarters in Hamburg"
      ]
    },
    "funding_conditions": {
      "de": {
        "title": "Die Förderkonditionen umfassen folgende Punkte:",
        "details": [
          "Förderbetrag: Bis zu 2.500 €/Monat pro Gründerperson für maximal 18 Monate.",
          "Maximalförderung: 75.000 € für Teams, 45.000 € für Einzelgründer.",
          "Arbeitseinsatz: Volle Förderung bei 100 % Arbeitseinsatz, anteilige Kürzung bei weniger Einsatz."
        ]
      },
      "en": {
        "title": "The funding conditions include the following:",
        "details": [
          "Funding amount: Up to €2,500/month per founder for a maximum of 18 months.",
          "Maximum funding: €75,000 for teams, €45,000 for solo founders.",
          "Work effort: Full funding at 100% work commitment, proportional reduction for lower commitment."
        ]
      }
    },
    "legal_basis": {
      "de": {
        "title": "Rechtsgrundlagen der Förderung:",
        "links": [
          {
            "title": "IFB-Förderbedingungen",
            "url": "https://www.ifbhh.de/api/services/document/594"
          },
          {
            "title": "De-Minimis-Verordnung EU",
            "url": "https://eur-lex.europa.eu/legal-content/DE/TXT/PDF/?uri=OJ:L_202302831"
          }
        ]
      },
      "en": {
        "title": "Legal basis of the funding:",
        "links": [
          {
            "title": "IFB Funding Conditions",
            "url": "https://www.ifbhh.de/api/services/document/594"
          },
          {
            "title": "EU De-Minimis Regulation",
            "url": "https://eur-lex.europa.eu/legal-content/DE/TXT/PDF/?uri=OJ:L_202302831"
          }
        ]
      }
    },
    "further_information": {
      "de": {
        "title": "Weitere Informationen zur InnoFounder-Förderung:",
        "links": [
          {
            "title": "IFB Innovationsstarter GmbH",
            "url": "https://www.innovationsstarter.com"
          }
        ]
      },
      "en": {
        "title": "Further information on InnoFounder funding:",
        "links": [
          {
            "title": "IFB Innovationsstarter GmbH",
            "url": "https://www.innovationsstarter.com"
          }
        ]
      }
    }
  },
  "ff:ilb-kredit-gruendung": {
    "id": "ff:ilb-kredit-gruendung",
    "category": "business",
    "status": "beta",
    "title": {
      "de": "Brandenburg-Kredit Gründung",
      "en": "Brandenburg Start-up Credit"
    },
    "teaser": {
      "de": "Der Brandenburg-Kredit Gründung unterstützt junge Unternehmen in Brandenburg mit zinsgünstigen Krediten für Investitionen und Betriebsmittel.",
      "en": "The Brandenburg Start-up Credit supports young businesses in Brandenburg with low-interest loans for investments and working capital."
    },
    "general": {
      "brief": {
        "de": "Der **Brandenburg-Kredit Gründung** der Investitionsbank des Landes Brandenburg (ILB) ist ein zinsgünstiges Darlehen zur Finanzierung von Gründung, Festigung und Übernahme junger Unternehmen (bis 5 Jahre nach Start) im Land Brandenburg.\n\n&nbsp;\n\n### Zentrale Aspekte des Brandenburg-Kredit Gründung\n- **Zweck**: Finanzierung von Investitionen, Betriebsmitteln, Warenlager sowie Unternehmensübernahmen und -beteiligungen.  \n- **Wer wird gefördert?** Existenzgründer:innen und junge Unternehmen (in der Regel kleine und mittlere Unternehmen, aber auch größere Mittelständler).  \n- **Umfang**: Finanzierung von bis zu **100 % der förderfähigen Kosten**, Darlehenshöhe maximal **1 Mio. €** je Vorhaben.  \n- **Laufzeit/Zins**: Laufzeiten bis **20 Jahre** (mit 1–3 tilgungsfreien Jahren), Zinsbindung bis **10 Jahre**; zusätzlicher Zinsvorteil bis 0,20 %-Punkte pro Jahr für junge KMU in Regionalfördergebieten (derzeit ganz Brandenburg).  \n- **Antragstellung**: ausschließlich über die **Hausbank** (Durchleitungsprinzip); bankübliche Sicherheiten erforderlich.",
        "de_es": "Der **Brandenburg-Kredit Gründung** ist ein günstiges Darlehen der ILB für neue Firmen in Brandenburg (bis 5 Jahre nach Start).\n\n&nbsp;\n\n### Wichtige Punkte\n- **Wofür?** Investitionen, laufende Kosten (Betriebsmittel), Warenlager sowie Übernahmen und Beteiligungen.  \n- **Wer?** Gründer:innen und junge Unternehmen.  \n- **Wie viel?** Bis **100 %** der Kosten, maximal **1 Mio. €** je Vorhaben.  \n- **Laufzeit/Zins**: bis **20 Jahre** (mit tilgungsfreien Jahren), Zinsbindung bis **10 Jahre**, zusätzlicher Zinsrabatt für KMU in ganz Brandenburg.  \n- **Antrag**: immer über die **eigene Bank**; übliche Sicherheiten nötig.",
        "en": "The **Brandenburg Start-up Loan** (Brandenburg-Kredit Gründung) by ILB is a low-interest loan to finance start-ups, business consolidation, and takeovers of young companies (within 5 years after start) in Brandenburg.\n\n&nbsp;\n\n### Key aspects\n- **Purpose**: finance investments, working capital, inventory, as well as business takeovers and equity stakes.  \n- **Who is eligible?** Founders and young enterprises (typically SMEs, but also larger mid-caps).  \n- **Volume**: up to **100% of eligible costs**, maximum loan amount **€1 million** per project.  \n- **Terms/interest**: maturities up to **20 years** (with 1–3 grace years), fixed interest up to **10 years**; additional interest rebate up to 0.20 percentage points p. a. for young SMEs in regional aid areas (currently all of Brandenburg).  \n- **How to apply**: strictly via the **house bank** (on-lending model); customary collateral required."
      },
      "examples": {
        "de": [
          {
            "title": "Handwerksbetrieb",
            "description": "Lisa (29) aus Potsdam gründet eine kleine Tischlerei und benötigt Startkapital für Maschinen, Werkzeug und die Einrichtung der Werkstatt.\n\n&nbsp;\n\n### Unterstützung durch den Brandenburg-Kredit Gründung\n- Finanzierung von **Investitionen** in Maschinen und Werkstatteinrichtung.  \n- Kredit in Höhe von **120.000 €** mit einer Laufzeit von 10 Jahren.  \n- Die Hausbank beantragt den Kredit bei der ILB und sichert ihn über eine Bürgschaft ab."
          },
          {
            "title": "IT-Start-up",
            "description": "Ahmed (34) aus Cottbus gründet ein Software-Unternehmen. Er braucht Kapital für Personal, Büroausstattung und Marketing in den ersten Jahren.\n\n&nbsp;\n\n### Unterstützung durch den Brandenburg-Kredit Gründung\n- Finanzierung von **Betriebsmitteln** und **Lohnkosten** in der Startphase.  \n- Kredit in Höhe von **300.000 €** mit einer Laufzeit von 15 Jahren, davon 2 Jahre tilgungsfrei.  \n- Antragstellung über die Hausbank mit üblichen Sicherheiten."
          }
        ],
        "de_es": [
          {
            "title": "Handwerksbetrieb",
            "description": "Lisa (29) aus Potsdam gründet eine kleine Tischlerei und benötigt Startkapital für Maschinen, Werkzeug und die Einrichtung der Werkstatt.\n\n&nbsp;\n\n### Unterstützung durch den Brandenburg-Kredit Gründung\n- Finanzierung von **Investitionen** in Maschinen und Werkstatteinrichtung.  \n- Kredit in Höhe von **120.000 €** mit einer Laufzeit von 10 Jahren.  \n- Die Hausbank beantragt den Kredit bei der ILB und sichert ihn über eine Bürgschaft ab."
          },
          {
            "title": "IT-Start-up",
            "description": "Ahmed (34) aus Cottbus gründet ein Software-Unternehmen. Er braucht Kapital für Personal, Büroausstattung und Marketing in den ersten Jahren.\n\n&nbsp;\n\n### Unterstützung durch den Brandenburg-Kredit Gründung\n- Finanzierung von **Betriebsmitteln** und **Lohnkosten** in der Startphase.  \n- Kredit in Höhe von **300.000 €** mit einer Laufzeit von 15 Jahren, davon 2 Jahre tilgungsfrei.  \n- Antragstellung über die Hausbank mit üblichen Sicherheiten."
          }
        ],
        "en": [
          {
            "title": "Craft business",
            "description": "Lisa (29) from Potsdam starts a small carpentry workshop and needs start-up capital for machines, tools, and workshop setup.\n\n&nbsp;\n\n### Support through Brandenburg Start-up Loan\n- Financing **investments** in machines and workshop equipment.  \n- Loan amount of **€120,000** with a 10-year maturity.  \n- The house bank applies for the loan at ILB and secures it with a guarantee."
          },
          {
            "title": "IT start-up",
            "description": "Ahmed (34) from Cottbus founds a software company. He requires capital for staff, office equipment, and marketing during the first years.\n\n&nbsp;\n\n### Support through Brandenburg Start-up Loan\n- Financing of **working capital** and **salary costs** in the start-up phase.  \n- Loan amount of **€300,000** with a 15-year maturity, including 2 grace years.  \n- Application via the house bank with customary collateral."
          }
        ]
      }
    },
    "application_process": {
      "brief": {
        "de": "Der Antrag auf den Brandenburg-Kredit Gründung wird nicht direkt bei der ILB gestellt, sondern immer über die jeweilige Hausbank im sogenannten Durchleitungsprinzip.\n\n&nbsp;\n\n### Wichtige Details zur Antragstellung\n- **Zuständige Stelle**: die eigene Hausbank, die den Antrag an die Investitionsbank des Landes Brandenburg (ILB) weiterleitet.  \n- **Form der Antragstellung**: schriftlich über die Hausbank; dort werden die Unterlagen geprüft und an die ILB eingereicht.  \n- **Unterlagen**: in der Regel ein Businessplan, Finanzierungsplan, Nachweise über Eigenmittel, persönliche Unterlagen sowie Sicherheiten.  \n- **Fristen**: der Antrag muss vor Beginn des Vorhabens gestellt werden; eine nachträgliche Finanzierung ist nicht möglich.",
        "de_es": "Der Antrag auf den Brandenburg-Kredit Gründung läuft immer über die Hausbank, nicht direkt bei der ILB.\n\n&nbsp;\n\n### Wichtige Punkte\n- **Wo?** Antrag über die Hausbank, die ihn an die ILB weitergibt.  \n- **Wie?** Schriftlich mit Formularen und Unterlagen.  \n- **Welche Unterlagen?** Businessplan, Finanzierungskonzept, Nachweise über Eigenmittel, Sicherheiten.  \n- **Frist**: Antrag unbedingt vor Projektstart stellen.",
        "en": "The application for the Brandenburg Start-up Loan is always submitted via the house bank, not directly to ILB.\n\n&nbsp;\n\n### Important details for the application\n- **Responsible authority**: the house bank, which forwards the application to ILB.  \n- **Form of application**: in writing via the house bank, including a full set of documents.  \n- **Documents**: usually a business plan, financing plan, proof of equity, personal documents, and collateral.  \n- **Deadlines**: the application must be submitted before the project begins; retroactive financing is not possible."
      }
    }
  },
  "ff:forschungszulage": {
    "id": "ff:forschungszulage",
    "category": "business",
    "status": "beta",
    "title": {
      "de": "Forschungszulage",
      "en": "Research Allowance"
    },
    "teaser": {
      "de": "Steuerpflichtige Unternehmen in Deutschland können eine Forschungszulage für förderfähige Aufwendungen in Grundlagenforschung, industrieller Forschung und experimenteller Entwicklung erhalten.",
      "en": "Tax-liable companies in Germany may claim a research allowance for eligible expenses related to basic research, industrial research, and experimental development."
    },
    "general": {
      "brief": {
        "de": "Die Forschungszulage ist eine steuerliche Förderung für Unternehmen, die Forschung und Entwicklung (FuE) betreiben oder beauftragen.\n\n&nbsp;\n\n### Zentrale Aspekte der Forschungszulage\n- **Fördersatz**: 25 Prozent der Bemessungsgrundlage; **KMU** können eine Erhöhung um **10 Prozentpunkte** beantragen (insgesamt 35 Prozent).  \n- **Jährliche Obergrenze der Bemessungsgrundlage**: Die Summe der maßgeblichen Bemessungsgrundlagen eines Wirtschaftsjahres beträgt höchstens **10 Mio. Euro**.  \n- **Maximale Zulage pro Jahr**: bis zu **2,5 Mio. Euro**, bei KMU bis zu **3,5 Mio. Euro**.  \n- **Förderfähige Aufwendungen (Auswahl)**: FuE-Personalkosten; **Auftragsforschung** wird mit **70 %** des Entgelts angesetzt; zudem sind **abnutzbare bewegliche Wirtschaftsgüter** des Anlagevermögens förderfähig, soweit sie für das Projekt erforderlich und ausschließlich dafür genutzt werden.  \n- **Verfahren**: zweistufig – zuerst Bescheinigung durch die Bescheinigungsstelle Forschungszulage (BSFZ), anschließend Festsetzung der Zulage durch das Finanzamt.  \n- **Antragstellung**: innerhalb der steuerlichen Festsetzungsfrist (regelmäßig bis zu vier Jahre nach Ablauf des Veranlagungsjahres).",
        "de_es": "Die Forschungszulage ist eine Steuerförderung für Firmen, die eigene oder beauftragte Forschung machen.\n\n&nbsp;\n\n### Wichtige Punkte\n- **Satz**: 25 %, für **KMU** auf Antrag 35 %.  \n- **Obergrenze**: Bemessungsgrundlage pro Jahr bis **10 Mio. Euro**.  \n- **Maximalbetrag**: bis **2,5 Mio. Euro**, bei KMU bis **3,5 Mio. Euro**.  \n- **Was zählt**: Löhne fürs FuE-Team; **Auftragsforschung** mit **70 %**; nötige **bewegliche Geräte/Maschinen** fürs Projekt.  \n- **Ablauf**: erst Bescheinigung durch Bescheinigungsstelle Forschungszulage (BSFZ), dann Steuerfestsetzung beim Finanzamt.",
        "en": "The Research Allowance is a tax credit for companies conducting in-house or commissioned R&D.\n\n&nbsp;\n\n### Key aspects\n- **Rate**: 25%; **SMEs** may apply for an increase by **10 percentage points** (total 35%).  \n- **Annual base cap**: assessment bases per fiscal year are limited to **€10 million** in total.  \n- **Maximum credit per year**: up to **€2.5 million**, for SMEs up to **€3.5 million**.  \n- **Eligible expenses (selection)**: R&D personnel costs; **contract research** counted at **70%** of the invoice; **depreciable movable assets** required and used exclusively for the project.  \n- **Process**: two steps – Bescheinigungsstelle Forschungszulage (BSFZ) certification, then tax assessment by the tax office.  \n- **Timing**: application within the general tax assessment period (typically up to four years)."
      },
      "examples": {
        "de": [
          {
            "title": "Mittelständisches Softwareunternehmen (KMU)",
            "description": "Ein Softwareunternehmen mit 80 Mitarbeitenden entwickelt eine neue KI-Plattform. Im Jahr entstehen förderfähige Personalkosten von **1,2 Mio. Euro**.\n\n### Förderung\n- Bemessungsgrundlage: 1,2 Mio. Euro  \n- Fördersatz für KMU: 35 %  \n- Forschungszulage: **420.000 Euro**  \n- Ablauf: Zuerst holt das Unternehmen eine **BSFZ-Bescheinigung** ein, danach wird die Zulage über die Steuerfestsetzung berücksichtigt."
          },
          {
            "title": "Großes Industrieunternehmen",
            "description": "Ein Automobilzulieferer führt ein FuE-Projekt zur Entwicklung neuer Batteriematerialien durch. Förderfähige Kosten betragen **12 Mio. Euro**.\n\n### Förderung\n- Maximal anrechenbare Bemessungsgrundlage: 10 Mio. Euro  \n- Fördersatz: 25 %  \n- Forschungszulage: **2,5 Mio. Euro** (Obergrenze erreicht)  \n- Ablauf: Projekt wird von der **BSFZ zertifiziert**, anschließend beim Finanzamt steuerlich geltend gemacht."
          }
        ],
        "de_es": [
          {
            "title": "Mittelständisches Softwareunternehmen (KMU)",
            "description": "Ein Softwareunternehmen mit 80 Mitarbeitenden entwickelt eine neue KI-Plattform. Im Jahr entstehen förderfähige Personalkosten von **1,2 Mio. Euro**.\n\n### Förderung\n- Bemessungsgrundlage: 1,2 Mio. Euro  \n- Fördersatz für KMU: 35 %  \n- Forschungszulage: **420.000 Euro**  \n- Ablauf: Zuerst holt das Unternehmen eine **BSFZ-Bescheinigung** ein, danach wird die Zulage über die Steuerfestsetzung berücksichtigt."
          },
          {
            "title": "Großes Industrieunternehmen",
            "description": "Ein Automobilzulieferer führt ein FuE-Projekt zur Entwicklung neuer Batteriematerialien durch. Förderfähige Kosten betragen **12 Mio. Euro**.\n\n### Förderung\n- Maximal anrechenbare Bemessungsgrundlage: 10 Mio. Euro  \n- Fördersatz: 25 %  \n- Forschungszulage: **2,5 Mio. Euro** (Obergrenze erreicht)  \n- Ablauf: Projekt wird von der **BSFZ zertifiziert**, anschließend beim Finanzamt steuerlich geltend gemacht."
          }
        ],
        "en": [
          {
            "title": "Medium-sized software company (SME)",
            "description": "A software company with 80 employees develops a new AI platform. Eligible personnel costs of **€1.2 million** arise in one year.\n\n### Funding\n- Eligible base: €1.2 million  \n- Rate for SMEs: 35%  \n- Research allowance: **€420,000**  \n- Process: The company first obtains a **BSFZ certificate**, then the allowance is offset via the tax office."
          },
          {
            "title": "Large industrial company",
            "description": "An automotive supplier runs an R&D project on new battery materials. Eligible costs are **€12 million**.\n\n### Funding\n- Maximum eligible base: €10 million  \n- Rate: 25%  \n- Research allowance: **€2.5 million** (cap reached)  \n- Process: Project is **certified by BSFZ**, then claimed at the tax office."
          }
        ]
      }
    },
    "application_process": {
      "brief": {
        "de": "Der Antrag auf Forschungszulage erfolgt in einem zweistufigen Verfahren: Zunächst muss eine Bescheinigung über die Förderfähigkeit des Projekts bei der BSFZ beantragt werden, anschließend die eigentliche steuerliche Geltendmachung beim Finanzamt.\n\n&nbsp;\n\n### Wichtige Details zur Antragstellung\n- **Zuständige Stelle**: für die Projektprüfung die Bescheinigungsstelle Forschungszulage (BSFZ), für die Auszahlung das Finanzamt.  \n- **Form der Antragstellung**: ausschließlich online über das BSFZ-Portal und später über ELSTER beim Finanzamt.  \n- **Unterlagen**: Projektbeschreibung mit Forschungszielen, Zeitplan und Kostenaufstellung; Nachweise zu Personal- und Sachkosten.  \n- **Fristen**: Antragstellung innerhalb der steuerlichen Festsetzungsfrist, in der Regel bis zu vier Jahre nach Ablauf des Veranlagungsjahres.",
        "de_es": "Der Antrag auf Forschungszulage läuft in zwei Schritten: Zuerst Prüfung des Projekts durch die BSFZ, dann Steuerantrag beim Finanzamt.\n\n&nbsp;\n\n### Wichtige Punkte\n- **Stelle**: BSFZ prüft das Projekt, Finanzamt zahlt aus.  \n- **Form**: online über das BSFZ-Portal und später ELSTER.  \n- **Unterlagen**: kurze Projektbeschreibung, Kosten, Nachweise.  \n- **Frist**: bis zu vier Jahre nach Jahresende.",
        "en": "The application for the Research Allowance follows a two-step process: first, certification of the project’s eligibility by the BSFZ, then the tax application to the tax office.\n\n&nbsp;\n\n### Important details for the application\n- **Responsible authorities**: BSFZ for project certification; tax office for payment.  \n- **Form of application**: online only via the BSFZ portal and later via ELSTER for the tax office.  \n- **Documents**: project description with research goals, timeline and cost breakdown; evidence of personnel and material costs.  \n- **Deadlines**: application must be filed within the general tax assessment period, usually up to four years after the end of the fiscal year."
      }
    }
  },
  "ff:bundesfoerderung-effiziente-gebaeude": {
    "id": "ff:bundesfoerderung-effiziente-gebaeude",
    "category": "business",
    "status": "beta",
    "title": {
      "de": "Bundesförderung für effiziente Gebäude – Einzelmaßnahmen: Sanieren",
      "en": "Federal Funding for Efficient Buildings – Individual Measures: Renovation"
    },
    "teaser": {
      "de": "Die BEG EM Sanierung fördert Maßnahmen zur Verbesserung der Energieeffizienz und des Anteils erneuerbarer Energien bei bestehenden Gebäuden durch Zuschüsse oder Kredite. Die Förderung kann entweder über das Bundesamt für Wirtschaft und Ausfuhrkontrolle (BAFA) oder über die KFW abgewickelt werden.",
      "en": "The BEG EM Renovation program supports measures to improve energy efficiency and the share of renewable energies in existing buildings through grants or loans. Funding can be processed either through the Federal Office for Economic Affairs and Export Control (BAFA) or through KfW."
    },
    "general": {
      "brief": {
        "de": "Die **Bundesförderung für effiziente Gebäude – Einzelmaßnahmen (BEG EM): Sanieren** unterstützt energetische Modernisierungen an bestehenden Gebäuden (z. B. Dämmung, Fenster, Lüftung, Heizungsoptimierung), um den Energieverbrauch zu senken.\n\n&nbsp;\n\n### Zentrale Aspekte der BEG EM (Sanieren)\n- **Gefördert**: Gebäudehülle (Dach, Fassade, Außenwände, Fenster/Türen), Anlagentechnik (z. B. Lüftung, Regelungstechnik) und Heizungsoptimierung.  \n- **Höhe**: Zuschuss von 15 % auf förderfähige Kosten, maximal **12.000 € pro Jahr**.  \n- **Antrag**: vor Beginn der Arbeiten online beim **BAFA** (Bundesamt für Wirtschaft und Ausfuhrkontrolle).  \n- **Energieberater**: Pflicht bei vielen Maßnahmen. Mit einem **individuellen Sanierungsfahrplan (iSFP)** gibt es höhere Fördersätze; Beratungskosten werden bis zu 50 % übernommen.  \n- **Abgrenzung**: Heizungen mit Öl, Gas oder Kohle sind ausgeschlossen. Heizungsförderung läuft separat über die **KfW** (bis zu 70 % Zuschuss).",
        "de_es": "Die **BEG EM: Sanieren** hilft, einzelne Energiespar-Maßnahmen am Haus zu bezahlen. Dazu gehören zum Beispiel neue Fenster, eine bessere Dämmung oder eine neue Lüftung.\n\n&nbsp;\n\n### Wichtige Punkte\n- **Gefördert**: Dämmung, Fenster/Türen, Lüftung und Heizungsoptimierung.  \n- **Höhe**: 15 % Zuschuss auf Kosten, höchstens **12.000 € pro Jahr**.  \n- **Antrag**: immer vor Start der Arbeiten online beim **BAFA** stellen.  \n- **Energieberater**: ist oft Pflicht. Mit einem **Sanierungsfahrplan (iSFP)** gibt es mehr Förderung; Beratungskosten werden extra bezuschusst.  \n- **Hinweis**: Neue Heizungen mit Öl, Gas oder Kohle werden nicht bezahlt. Heizungsförderung läuft über die **KfW** mit bis zu 70 %. ",
        "en": "The **Federal Funding for Efficient Buildings – Individual Measures (BEG EM): Renovation** supports energy-saving upgrades to existing buildings (e.g., insulation, windows, ventilation, heating optimization) to reduce energy consumption.\n\n&nbsp;\n\n### Key aspects of BEG EM (Renovation)\n- **Eligible measures**: building envelope (roof, façade, exterior walls, windows/doors), technical systems (e.g., ventilation, controls), and heating optimization.  \n- **Funding amount**: 15% of eligible costs, up to **€12,000 per year**.  \n- **Application**: must be submitted before starting the work via **BAFA** (Federal Office for Economic Affairs and Export Control).  \n- **Energy consultant**: mandatory for many measures. With an **individual renovation roadmap (iSFP)**, higher funding rates are available; consultancy costs are subsidized up to 50%.  \n- **Note**: Oil, gas, and coal heating systems are excluded. Heating replacements are funded separately via **KfW** with grants up to 70%. "
      },
      "examples": {
        "de": [
          {
            "title": "Fenstertausch im Einfamilienhaus",
            "description": "Familie Schmidt aus Potsdam erneuert die alten Einfachverglasungen durch moderne Wärmeschutzfenster.\n\n&nbsp;\n\n### Förderung durch BEG EM\n- Gesamtkosten der neuen Fenster: ca. **20.000 €**.\n- Zuschuss durch das BAFA: **15 %** = **3.000 €**.\n- Antragstellung erfolgt online beim BAFA.\n- Die Familie muss vor Beginn der Arbeiten den Antrag einreichen."
          },
          {
            "title": "Dachdämmung im Mehrfamilienhaus",
            "description": "Herr Yilmaz aus Cottbus lässt das Dach seines Mehrfamilienhauses dämmen, um Heizkosten zu senken.\n\n&nbsp;\n\n### Förderung durch BEG EM\n- Gesamtkosten der Dämmung: ca. **50.000 €**.\n- Zuschuss durch das BAFA: **15 %** = **7.500 €**.\n- Antragstellung online beim BAFA, vor Beginn der Maßnahme.\n- Als Vermieter kann er die Kosten steuerlich geltend machen und zusätzlich die Förderung nutzen."
          }
        ],
        "en": [
          {
            "title": "Window replacement in a single-family home",
            "description": "The Schmidt family from Potsdam replaces old single-glass windows with modern energy-efficient windows.\n\n&nbsp;\n\n### Funding through BEG EM\n- Total cost of new windows: about **€20,000**.\n- Grant from BAFA: **15%** = **€3,000**.\n- Application submitted online to BAFA.\n- The application must be filed before starting the work."
          },
          {
            "title": "Roof insulation in an apartment building",
            "description": "Mr. Yilmaz from Cottbus insulates the roof of his apartment building to reduce heating costs.\n\n&nbsp;\n\n### Funding through BEG EM\n- Total cost of roof insulation: about **€50,000**.\n- Grant from BAFA: **15%** = **€7,500**.\n- Application submitted online to BAFA before starting the measure.\n- As a landlord, he can combine the subsidy with tax deductions."
          }
        ]
      }
    },
    "application_process": {
      "brief": {
        "de": "Der Antrag auf Förderung im Rahmen der BEG EM (Sanieren) wird vor Beginn der Maßnahme gestellt – in der Regel online beim BAFA.\n\n&nbsp;\n\n### Wichtige Details zur Antragstellung\n- **Zuständige Stelle**: BAFA für Einzelmaßnahmen an Gebäudehülle, Anlagentechnik und Heizungsoptimierung; KfW für Heizungsersatz.  \n- **Form der Antragstellung**: Online-Antrag über das offizielle BAFA-Portal; für KfW-Maßnahmen über eine Hausbank oder Förderpartner.  \n- **Unterlagen**: Erforderlich sind Kostenvoranschläge, technische Nachweise der geplanten Maßnahme, Nachweise über die Einbindung eines Energieeffizienz-Experten sowie ein gültiges Ausweisdokument.  \n- **Energieberater**: Bei den meisten Maßnahmen ist die Einbindung eines Energieeffizienz-Experten Pflicht; seine Kosten werden bis zu 50 % gefördert.  \n- **Fristen**: Antrag muss vor Beginn der Maßnahme gestellt werden; rückwirkende Förderung ist ausgeschlossen.",
        "de_es": "Den Antrag für BEG EM (Sanieren) muss man vor Start der Arbeiten stellen – meistens online beim BAFA.\n\n&nbsp;\n\n### Wichtige Punkte\n- **Zuständig**: BAFA für Fenster, Dämmung und Technik; KfW für Heizungen.  \n- **Antrag**: Online über BAFA-Portal; bei KfW über die Bank.  \n- **Unterlagen**: Kostenvoranschlag, technische Daten, Nachweis vom Energieberater und Ausweis.  \n- **Energieberater**: meist Pflicht; Kosten werden bis zu 50 % übernommen.  \n- **Fristen**: Antrag immer vor dem Start stellen, sonst keine Förderung.",
        "en": "The application for BEG EM (Renovation) must be submitted before starting the works – usually online via BAFA.\n\n&nbsp;\n\n### Important details for the application\n- **Responsible authority**: BAFA for individual measures (building envelope, technical systems, heating optimization); KfW for heating replacement.  \n- **Form of application**: online via the BAFA portal; for KfW measures through a bank or funding partner.  \n- **Documents**: required are cost estimates, technical specifications of the planned measure, confirmation of an energy efficiency expert, and ID documents.  \n- **Energy consultant**: mandatory for most measures; fees are subsidized up to 50%.  \n- **Deadlines**: application must be submitted before starting the works; retroactive funding is excluded."
      }
    }
  },
  "ff:wolfenbuettel-stiftung": {
    "id": "ff:wolfenbuettel-stiftung",
    "status": "beta",
    "category": "social_benefit",
    "title": {
      "de": "Wolfenbüttel-Stiftung",
      "en": "Wolfenbüttel Foundation"
    },
    "teaser": {
      "de": "Die Wolfenbüttel-Stiftung unterstützt bedürftige Kinder, hilfsbedürftige ältere Menschen sowie soziale Projekte in der Stadt Wolfenbüttel. Die Förderung erfolgt in der Regel als einmalige Zuwendung ohne Rechtsanspruch.",
      "en": "The Wolfenbüttel Foundation supports needy children, elderly people in need, and social projects within the city of Wolfenbüttel. Funding is typically provided as a one-time grant without legal entitlement."
    },
    "general": {
      "brief": {
        "de": "Die Wolfenbüttel-Stiftung ist eine Bürgerstiftung mit Sitz in Wolfenbüttel, die vorrangig soziale Projekte in der Region fördert.\n\n&nbsp;\n\n### Zentrale Aspekte der Wolfenbüttel-Stiftung\n- Fokus auf soziale Unterstützung: Altenhilfe, Kinder- und Jugendhilfe, Gleichberechtigung und mildtätige Zwecke.  \n- Förderung ausschließlich von Projekten, kein Einzelpersonenförderprogramm, mit Antrag durch gemeinnützige Einrichtungen in Wolfenbüttel.  \n- Anträge müssen schriftlich eingereicht werden, und es gelten formale und inhaltliche Kriterien laut Stiftungssatzung.  \n- Förderung nur für Projekte mit Standort in der Region Wolfenbüttel, nicht im Ausland.  \n- Die Stiftung entstand im Jahr 2000 durch Zusammenlegung verschiedener Stiftungen.",
        "de_es": "Die Wolfenbüttel-Stiftung ist eine Bürgerstiftung in Wolfenbüttel, die vor allem soziale Projekte unterstützt.\n\n&nbsp;\n\n### Wichtige Punkte zur Wolfenbüttel-Stiftung\n- Schwerpunkt: Jugend-, Alten- und Sozialhilfe.  \n- Förderfähig sind gemeinnützige Einrichtungen, nicht Einzelpersonen.  \n- Der Antrag ist schriftlich zu stellen.  \n- Es werden nur Projekte in Wolfenbüttel gefördert.  \n- Gegründet im Jahr 2000.",
        "en": "The Wolfenbüttel Foundation is a civic foundation based in Wolfenbüttel that primarily supports social projects in the region.\n\n&nbsp;\n\n### Key aspects of the Wolfenbüttel Foundation\n- Its funding priorities include social welfare, elderly care, youth services, and promoting equality and charitable causes.  \n- It supports project-based applications by nonprofit organizations, not individual grants.  \n- Applications must be submitted in writing, and must meet formal and substantive criteria per the foundation’s statutes.  \n- Projects must be located in the Wolfenbüttel region; foreign or non-local projects are excluded.  \n- The foundation was established in 2000 by merging several local foundations."
      },
      "examples": {
        "de": [
          {
            "title": "Jugendprojekt Musikwerkstatt",
            "description": "Ein gemeinnütziger Verein in Wolfenbüttel organisiert eine Musikwerkstatt für Jugendliche aus sozial benachteiligten Familien.\n\n&nbsp;\n\n### Förderung durch die Wolfenbüttel-Stiftung\n- Zuschuss in Höhe von **5.000 €**.  \n- Finanzierung von Instrumenten und Probenräumen.  \n- Pädagogische Betreuung durch Fachkräfte.  "
          },
          {
            "title": "Seniorencafé im Quartier",
            "description": "Eine soziale Einrichtung richtet ein wöchentliches Seniorencafé für ältere Menschen ein.\n\n&nbsp;\n\n### Förderung durch die Wolfenbüttel-Stiftung\n- Unterstützung in Höhe von **3.000 €**.  \n- Ausstattung des Cafés und Bereitstellung von Räumlichkeiten.  \n- Finanzierung ehrenamtlicher Betreuung.  "
          }
        ],
        "en": [
          {
            "title": "Youth Music Workshop",
            "description": "A nonprofit association in Wolfenbüttel organizes a music workshop for socially disadvantaged young people.\n\n&nbsp;\n\n### Support by the Wolfenbüttel Foundation\n- Grant of **€5,000**.  \n- Covers instruments and rehearsal rooms.  \n- Provides educational supervision by professionals.  "
          },
          {
            "title": "Neighborhood Senior Café",
            "description": "A local social organization sets up a weekly café for senior citizens.\n\n&nbsp;\n\n### Support by the Wolfenbüttel Foundation\n- Funding of **€3,000**.  \n- Covers equipment and venue costs.  \n- Provides volunteer support for participants.  "
          }
        ]
      }
    },
    "application_process": {
      "brief": {
        "de": "Der Antrag auf Förderung durch die Wolfenbüttel-Stiftung wird direkt bei der Stiftung eingereicht.\n\n&nbsp;\n\n### Wichtige Details zur Antragstellung\n- **Zuständige Stelle**: die Geschäftsstelle der Wolfenbüttel-Stiftung.  \n- **Form der Antragstellung**: schriftlich mit einem formlosen Förderantrag; viele Stiftungen stellen zudem ein eigenes Antragsformular zur Verfügung.  \n- **Unterlagen**: erforderlich sind eine Projektbeschreibung, ein Kosten- und Finanzierungsplan, Nachweise der Gemeinnützigkeit und ggf. weitere Unterlagen je nach Art des Projekts.  \n- **Fristen**: Anträge sollten rechtzeitig vor Projektbeginn eingereicht werden; eine rückwirkende Förderung ist in der Regel ausgeschlossen.",
        "de_es": "Der Antrag auf Förderung durch die Wolfenbüttel-Stiftung wird direkt bei der Stiftung eingereicht.\n\n&nbsp;\n\n### Wichtige Details zur Antragstellung\n- **Zuständige Stelle**: die Geschäftsstelle der Wolfenbüttel-Stiftung.  \n- **Form der Antragstellung**: schriftlich mit einem formlosen Förderantrag; viele Stiftungen stellen zudem ein eigenes Antragsformular zur Verfügung.  \n- **Unterlagen**: erforderlich sind eine Projektbeschreibung, ein Kosten- und Finanzierungsplan, Nachweise der Gemeinnützigkeit und eventuell weitere Unterlagen je nach Art des Projekts.  \n- **Fristen**: Anträge sollten rechtzeitig vor Projektbeginn eingereicht werden; eine rückwirkende Förderung ist in der Regel ausgeschlossen.",
        "en": "The application for funding from the Wolfenbüttel Foundation must be submitted directly to the foundation.\n\n&nbsp;\n\n### Important details for the application\n- **Responsible authority**: the Wolfenbüttel Foundation’s office.  \n- **Form of application**: in writing with an informal funding request; many foundations also provide their own application form.  \n- **Documents**: required are a project description, a budget and financing plan, proof of nonprofit status, and possibly other documents depending on the type of project.  \n- **Deadlines**: applications should be submitted before the start of the project; retroactive funding is usually not possible."
      }
    }
  },
  "ff:ausbildungsgeld": {
    "id": "ff:ausbildungsgeld",
    "status": "beta",
    "category": "social_benefit",
    "general": {
      "brief": {
        "de": "Das Ausbildungsgeld ist eine Leistung zur Unterstützung von Menschen mit Behinderungen, die an einer berufsvorbereitenden Bildungsmaßnahme oder an einer besonderen Berufsausbildung teilnehmen. Ziel ist es, die Teilhabe am Arbeitsleben zu fördern.\n\n&nbsp;\n\n### Zentrale Aspekte\n- **Zielgruppe**: Menschen mit Behinderungen, die eine berufliche Erstausbildung oder Maßnahme zur Teilhabe am Arbeitsleben absolvieren.\n- **Leistung**: Monatliche finanzielle Unterstützung, deren Höhe von persönlichen Voraussetzungen wie Wohnsituation und Einkommen abhängt.\n- **Zuständige Stelle**: In der Regel die Agentur für Arbeit.",
        "de_es": "Das Ausbildungsgeld ist eine Leistung zur Unterstützung von Menschen mit Behinderungen, die an einer berufsvorbereitenden Bildungsmaßnahme oder an einer besonderen Berufsausbildung teilnehmen. Ziel ist es, die Teilhabe am Arbeitsleben zu fördern.\n\n&nbsp;\n\n### Zentrale Aspekte\n- **Zielgruppe**: Menschen mit Behinderungen, die eine berufliche Erstausbildung oder Maßnahme zur Teilhabe am Arbeitsleben absolvieren.\n- **Leistung**: Monatliche finanzielle Unterstützung, deren Höhe von persönlichen Voraussetzungen wie Wohnsituation und Einkommen abhängt.\n- **Zuständige Stelle**: In der Regel die Agentur für Arbeit.",
        "en": "The Ausbildungsgeld (training allowance) is a benefit that supports people with disabilities who participate in vocational preparation programs or in special vocational training. Its goal is to promote participation in working life.\n\n&nbsp;\n\n### Key Aspects\n- **Target group**: People with disabilities completing initial vocational training or measures for participation in working life.\n- **Benefit**: Monthly financial support, the amount depends on personal circumstances such as living situation and income.\n- **Responsible authority**: Usually the Employment Agency (Agentur für Arbeit)."
      },
      "examples": {
        "de": [
          {
            "description": "Lisa (20) aus Köln hat eine Hörbehinderung und beginnt eine Ausbildung zur Kauffrau für Büromanagement.\n\n&nbsp;\n\n### Unterstützung durch Ausbildungsgeld\n- Sie erhält monatlich ein Ausbildungsgeld von **501 €**, um ihre Lebenshaltungskosten während der Ausbildung zu sichern.\n- Die Höhe richtet sich nach ihrer Wohnsituation: Da Lisa noch bei ihren Eltern wohnt, gilt der Satz für den elterlichen Haushalt.\n- Zuständig für die Bewilligung ist die Agentur für Arbeit."
          },
          {
            "description": "Max (22) aus Leipzig hat eine körperliche Behinderung und beginnt eine Ausbildung zum Fachpraktiker im Gartenbau.\n\n&nbsp;\n\n### Unterstützung durch Ausbildungsgeld\n- Er erhält monatlich ein Ausbildungsgeld von **133 €**, weil er in einer Wohngruppe lebt und die Kosten für Unterkunft und Verpflegung von einem Leistungsträger übernommen werden.\n- Die Höhe richtet sich nach der Unterbringung: Bei Kostenerstattung in Wohnheim/Einrichtung gilt der reduzierte Satz.\n- Zuständig für die Bewilligung ist die Agentur für Arbeit."
          }
        ],
        "de_es": [
          {
            "description": "Lisa (20) aus Köln hat eine Hörbehinderung und beginnt eine Ausbildung zur Kauffrau für Büromanagement.\n\n&nbsp;\n\n### Unterstützung durch Ausbildungsgeld\n- Sie erhält monatlich ein Ausbildungsgeld von **501 €**, um ihre Lebenshaltungskosten während der Ausbildung zu sichern.\n- Die Höhe richtet sich nach ihrer Wohnsituation: Da Lisa noch bei ihren Eltern wohnt, gilt der Satz für den elterlichen Haushalt.\n- Zuständig für die Bewilligung ist die Agentur für Arbeit."
          },
          {
            "description": "Max (22) aus Leipzig hat eine körperliche Behinderung und beginnt eine Ausbildung zum Fachpraktiker im Gartenbau.\n\n&nbsp;\n\n### Unterstützung durch Ausbildungsgeld\n- Er erhält monatlich ein Ausbildungsgeld von **133 €**, weil er in einer Wohngruppe lebt und die Kosten für Unterkunft und Verpflegung von einem Leistungsträger übernommen werden.\n- Die Höhe richtet sich nach der Unterbringung: Bei Kostenerstattung in Wohnheim/Einrichtung gilt der reduzierte Satz.\n- Zuständig für die Bewilligung ist die Agentur für Arbeit."
          }
        ],
        "en": [
          {
            "description": "Lisa (20) from Cologne has a hearing impairment and is starting vocational training as an office management assistant.\n\n&nbsp;\n\n### Support through training allowance\n- She receives a monthly training allowance of **€501** to cover her living expenses during the training.\n- The amount depends on her living situation: since Lisa still lives with her parents, the parental household rate applies.\n- The responsible authority for approval is the Employment Agency."
          },
          {
            "description": "Max (22) from Leipzig has a physical disability and is beginning vocational training as a gardening assistant.\n\n&nbsp;\n\n### Support through training allowance\n- He receives a monthly training allowance of **€133** because he lives in a group home where the costs for accommodation and meals are covered by a benefit provider.\n- The amount depends on his type of accommodation: with cost coverage in a residential facility, the reduced rate applies.\n- The responsible authority for approval is the Employment Agency."
          }
        ]
      }
    },
    "application_process": {
      "brief": {
        "de": "Der Antrag auf Ausbildungsgeld wird bei der zuständigen Agentur für Arbeit gestellt.\n\n&nbsp;\n\n### Wichtige Details zur Antragstellung\n- **Zuständige Stelle**: immer die örtliche Agentur für Arbeit.\n- **Form der Antragstellung**: schriftlich über das offizielle Antragsformular; in vielen Regionen ist auch eine Online-Antragstellung über die Plattform der Bundesagentur für Arbeit möglich.\n- **Unterlagen**: erforderlich sind in der Regel ein Ausbildungsvertrag oder eine Maßnahmezuweisung, Nachweise über die Behinderung (z. B. ärztliche Gutachten, Feststellungsbescheid) sowie persönliche Identifikationsdokumente.\n- **Fristen**: der Antrag sollte rechtzeitig vor Beginn der Ausbildung oder Maßnahme gestellt werden, um eine lückenlose Förderung sicherzustellen.",

        "de_es": "Der Antrag auf Ausbildungsgeld wird bei der zuständigen Agentur für Arbeit gestellt.\n\n&nbsp;\n\n### Wichtige Details zur Antragstellung\n- **Zuständige Stelle**: immer die örtliche Agentur für Arbeit.\n- **Form der Antragstellung**: schriftlich über das offizielle Antragsformular; in vielen Regionen ist auch eine Online-Antragstellung über die Plattform der Bundesagentur für Arbeit möglich.\n- **Unterlagen**: erforderlich sind in der Regel ein Ausbildungsvertrag oder eine Maßnahmezuweisung, Nachweise über die Behinderung (z. B. ärztliche Gutachten, Feststellungsbescheid) sowie persönliche Identifikationsdokumente.\n- **Fristen**: der Antrag sollte rechtzeitig vor Beginn der Ausbildung oder Maßnahme gestellt werden, um eine lückenlose Förderung sicherzustellen.",

        "en": "The application for Ausbildungsgeld (training allowance) must be submitted to the responsible employment agency (Agentur für Arbeit).\n\n&nbsp;\n\n### Important details for the application\n- **Responsible authority**: always the local employment agency.\n- **Form of application**: in writing via the official application form; in many regions, an online application through the Federal Employment Agency's portal is also possible.\n- **Documents**: usually required are a training contract or program assignment, proof of disability (e.g., medical reports, official disability status notice), and personal identification documents.\n- **Deadlines**: the application should be submitted before the start of the training or program to ensure continuous support."
      }
    },
    "title": {
      "de": "Ausbildungsgeld",
      "en": "Training Allowance"
    },
    "teaser": {
      "de": "Menschen mit Behinderungen können zur Sicherung des Lebensunterhaltes Ausbildungsgeld erhalten, wenn sie an bestimmten Bildungsmaßnahmen teilnehmen. (Quelle: §§ 122 bis 126 SGB III)",
      "en": "People with disabilities can receive a training allowance to cover their living expenses if they participate in specific educational programs. (Source: §§ 122 to 126 SGB III)"
    },
    "application_process_OLD": {
      "de": {
        "title": "Der Antrag für das Ausbildungsgeld ist bei der Bundesagentur für Arbeit zu stellen. Weitere Informationen finden Sie auf der Website der Bundesagentur.",
        "links": [
          {
            "title": "Informationen zum Antragsverfahren bei der Bundesagentur für Arbeit",
            "url": "https://www.arbeitsagentur.de/datei/erlaeuterung-ausbildungsgeld_ba047268.pdf"
          }
        ]
      },
      "en": {
        "title": "The application for the Training Allowance must be submitted to the Federal Employment Agency. More information can be found on the agency's website.",
        "links": [
          {
            "title": "Information on the application process at the Federal Employment Agency",
            "url": "https://www.arbeitsagentur.de/datei/erlaeuterung-ausbildungsgeld_ba047268.pdf"
          }
        ]
      }
    },
    "legal_basis": {
      "de": {
        "title": "Rechtsgrundlage des Ausbildungsgeldes:",
        "links": [
          {
            "title": "§§ 122 bis 126 SGB III",
            "url": "https://www.gesetze-im-internet.de/sgb_3/__122.html"
          }
        ]
      },
      "en": {
        "title": "Legal basis of the Training Allowance:",
        "links": [
          {
            "title": "§§ 122 to 126 SGB III",
            "url": "https://www.gesetze-im-internet.de/sgb_3/__122.html"
          }
        ]
      }
    },
    "further_information": {
      "de": {
        "title": "Weitere Informationen zum Ausbildungsgeld:",
        "links": [
          {
            "title": "Weitere Informationen auf betanet.de",
            "url": "https://www.betanet.de/behinderung-ausbildungsgeld.html"
          }
        ]
      },
      "en": {
        "title": "Further information about the Training Allowance:",
        "links": [
          {
            "title": "More information on betanet.de",
            "url": "https://www.betanet.de/behinderung-ausbildungsgeld.html"
          }
        ]
      }
    }
  },
  "ff:wolfenbuettel-gastronomische-aussenmoeblierung": {
    "id": "ff:wolfenbuettel-gastronomische-aussenmoeblierung",
    "status": "beta",
    "category": "business",
    "title": {
      "de": "Förderung gastronomischer Außenmöblierung in Wolfenbüttel",
      "en": "Funding for Gastronomic Outdoor Furniture in Wolfenbüttel"
    },
    "teaser": {
      "de": "Die Förderung gastronomischer Außenmöblierung unterstützt Betriebe in Wolfenbüttel bei der Anschaffung von wetterfesten und nachhaltigen Außenmöbeln für den gastronomischen Bereich.",
      "en": "The funding for gastronomic outdoor furniture supports businesses in Wolfenbüttel in acquiring weather-resistant and sustainable outdoor furniture for gastronomy."
    },
    "general": {
      "brief": {
        "de": "Die Stadt Wolfenbüttel fördert mit dieser Richtlinie die **Ansiedlung und Bestandssicherung von Einzelhandelsunternehmen und Gastronomiebetrieben** in der Innenstadt.\n\n&nbsp;\n\n### Zentrale Aspekte der Förderung\n- **Ziel**: Stärkung und Belebung der Wolfenbütteler Innenstadt durch neue Geschäfte und gastronomische Angebote.\n- **Förderfähig**: Existenzgründungen, Existenzsicherungen, Errichtung, Um- oder Ausbau sowie Modernisierung von Betrieben im Innenstadtbereich.\n- **Förderhöhe**: bis zu **25 % der förderfähigen Ausgaben**, maximal **10.000 Euro** Zuschuss pro Projekt.\n- **Zielgruppe**: natürliche und juristische Personen mit Sitz oder Niederlassung in der Innenstadt (innerhalb der Okerumflut).\n- **Verwaltung**: die Förderung erfolgt durch das **Amt für Wirtschaftsförderung und Tourismus** der Stadt Wolfenbüttel.",
        "de_es": "Die Stadt Wolfenbüttel hilft mit dieser Förderung, neue **Geschäfte und Gastronomiebetriebe** in der Innenstadt aufzubauen oder bestehende zu sichern.\n\n&nbsp;\n\n### Wichtige Punkte der Förderung\n- **Ziel**: Die Innenstadt soll lebendiger und attraktiver werden.\n- **Was wird gefördert**: Gründung, Umbau oder Modernisierung von Läden und Lokalen in der Innenstadt.\n- **Wie viel Geld**: bis zu **25 % der Kosten**, höchstens **10.000 Euro**.\n- **Wer kann das bekommen**: Personen oder Firmen, die in der Innenstadt (innerhalb der Okerumflut) ansässig sind.\n- **Zuständig**: das **Amt für Wirtschaftsförderung und Tourismus** der Stadt Wolfenbüttel.",
        "en": "The City of Wolfenbüttel supports the **establishment and maintenance of retail businesses and restaurants** in the city center through this funding program.\n\n&nbsp;\n\n### Key aspects of the program\n- **Goal**: To strengthen and revitalize the Wolfenbüttel city center with new retail and dining offers.\n- **Eligible activities**: business start-ups, stabilization, construction, renovation, or modernization of enterprises within the city center.\n- **Funding amount**: up to **25% of eligible expenses**, with a maximum grant of **€10,000** per project.\n- **Target group**: individuals and legal entities with headquarters or branches located within the city center (inside the Okerumflut area).\n- **Administration**: managed by the **Department of Economic Development and Tourism** of the City of Wolfenbüttel."
      }
    }
  },
  "ff:wolfenbuettel-ansiedlung": {
    "id": "ff:wolfenbuettel-ansiedlung",
    "status": "beta",
    "category": "business",
    "title": {
      "de": "Förderung der Ansiedlung von Einzelhandelsunternehmen und Gastronomiebetrieben in Wolfenbüttel",
      "en": "Funding for the Establishment of Retail and Gastronomy Businesses in Wolfenbüttel"
    },
    "teaser": {
      "de": "Die Stadt Wolfenbüttel unterstützt die Ansiedlung von Einzelhandelsunternehmen und Gastronomiebetrieben in der Innenstadt mit finanziellen Zuschüssen zur Existenzgründung, Modernisierung oder Erweiterung.",
      "en": "The city of Wolfenbüttel supports the establishment of retail and gastronomy businesses in the city center with financial grants for business start-ups, modernization, or expansion."
    },
    "general": {
      "brief": {
        "de": "Die Stadt Wolfenbüttel fördert mit dieser Richtlinie die **Ansiedlung und Bestandssicherung von Einzelhandelsunternehmen und Gastronomiebetrieben** in der Innenstadt.\n\n&nbsp;\n\n### Zentrale Aspekte der Förderung\n- **Ziel**: Stärkung und Belebung der Wolfenbütteler Innenstadt durch neue Geschäfte und gastronomische Angebote.\n- **Förderfähig**: Existenzgründungen, Existenzsicherungen, Errichtung, Um- oder Ausbau sowie Modernisierung von Betrieben im Innenstadtbereich.\n- **Förderhöhe**: bis zu **25 % der förderfähigen Ausgaben**, maximal **10.000 Euro** Zuschuss pro Projekt.\n- **Zielgruppe**: natürliche und juristische Personen mit Sitz oder Niederlassung in der Innenstadt (innerhalb der Okerumflut).\n- **Verwaltung**: die Förderung erfolgt durch das **Amt für Wirtschaftsförderung und Tourismus** der Stadt Wolfenbüttel.",
        "de_es": "Die Stadt Wolfenbüttel hilft mit dieser Förderung, neue **Geschäfte und Gastronomiebetriebe** in der Innenstadt aufzubauen oder bestehende zu sichern.\n\n&nbsp;\n\n### Wichtige Punkte der Förderung\n- **Ziel**: Die Innenstadt soll lebendiger und attraktiver werden.\n- **Was wird gefördert**: Gründung, Umbau oder Modernisierung von Läden und Lokalen in der Innenstadt.\n- **Wie viel Geld**: bis zu **25 % der Kosten**, höchstens **10.000 Euro**.\n- **Wer kann das bekommen**: Personen oder Firmen, die in der Innenstadt (innerhalb der Okerumflut) ansässig sind.\n- **Zuständig**: das **Amt für Wirtschaftsförderung und Tourismus** der Stadt Wolfenbüttel.",
        "en": "The City of Wolfenbüttel supports the **establishment and maintenance of retail businesses and restaurants** in the city center through this funding program.\n\n&nbsp;\n\n### Key aspects of the program\n- **Goal**: To strengthen and revitalize the Wolfenbüttel city center with new retail and dining offers.\n- **Eligible activities**: business start-ups, stabilization, construction, renovation, or modernization of enterprises within the city center.\n- **Funding amount**: up to **25% of eligible expenses**, with a maximum grant of **€10,000** per project.\n- **Target group**: individuals and legal entities with headquarters or branches located within the city center (inside the Okerumflut area).\n- **Administration**: managed by the **Department of Economic Development and Tourism** of the City of Wolfenbüttel."
      },
      "examples": {
        "de": [
          {
            "title": "Neuer Buchladen in der Innenstadt",
            "description": "Anna (34) eröffnet in der Wolfenbütteler Innenstadt einen kleinen Buchladen mit Café-Ecke.\n\n&nbsp;\n\n### Förderung durch die Stadt\n- Sie erhält einen Zuschuss von **25 % der Investitionskosten**, insgesamt **8.000 €**, für die Renovierung und Einrichtung der Geschäftsräume.\n- Gefördert werden insbesondere **Möbel, Innenausbau und Außenwerbung**.\n- Durch die Unterstützung kann Anna ihr Geschäft schneller eröffnen und zur Belebung der Innenstadt beitragen."
          },
          {
            "title": "Modernisierung eines bestehenden Restaurants",
            "description": "Mehmet (46) betreibt seit Jahren ein Restaurant in der Wolfenbütteler Innenstadt und möchte den Gastraum modernisieren.\n\n&nbsp;\n\n### Förderung durch die Stadt\n- Er erhält eine Förderung in Höhe von **5.000 €** für den **Umbau und die neue Küchenausstattung**.\n- Die Maßnahme verbessert die Energieeffizienz und schafft ein attraktiveres Angebot für Gäste.\n- Das Restaurant bleibt dadurch wettbewerbsfähig und trägt zur Innenstadtentwicklung bei."
          }
        ],
        "de_es": [
          {
            "title": "Neuer Buchladen in der Innenstadt",
            "description": "Anna (34) eröffnet einen Buchladen mit kleinem Café in der Innenstadt von Wolfenbüttel.\n\n&nbsp;\n\n### Unterstützung durch die Stadt\n- Sie bekommt **8.000 Euro Zuschuss** (das sind 25 % der Kosten) für Möbel, Umbau und Werbung.\n- So kann sie ihr Geschäft schneller starten und mehr Menschen in die Innenstadt bringen."
          },
          {
            "title": "Restaurant wird modernisiert",
            "description": "Mehmet (46) hat ein Restaurant in der Innenstadt und möchte es schöner machen.\n\n&nbsp;\n\n### Unterstützung durch die Stadt\n- Er bekommt **5.000 Euro Zuschuss** für Umbau und neue Küchengeräte.\n- Das Restaurant wird moderner und umweltfreundlicher und bleibt für Gäste attraktiv."
          }
        ],
        "en": [
          {
            "title": "New Bookstore in the City Center",
            "description": "Anna (34) opens a small bookstore with a café corner in Wolfenbüttel’s city center.\n\n&nbsp;\n\n### Support from the City\n- She receives a **€8,000 grant** (covering **25% of her total investment**) for renovation and interior design.\n- Eligible expenses include **furniture, interior remodeling, and outdoor signage**.\n- The funding helps her open the shop sooner and contributes to revitalizing the downtown area."
          },
          {
            "title": "Restaurant Modernization",
            "description": "Mehmet (46) runs a long-standing restaurant in downtown Wolfenbüttel and wants to modernize it.\n\n&nbsp;\n\n### Support from the City\n- He receives a **€5,000 grant** for **renovation and new kitchen equipment**.\n- The project improves energy efficiency and creates a more attractive dining space.\n- This helps the restaurant remain competitive and strengthens the local economy."
          }
        ]
      }
    },
    "application_process": {
      "brief": {
        "de": "Der Antrag auf Förderung wird bei der Stadt Wolfenbüttel, Abteilung Wirtschaftsförderung, eingereicht.\n\n&nbsp;\n\n### Wichtige Details zur Antragstellung\n- **Zuständige Stelle**: Wirtschaftsförderung der Stadt Wolfenbüttel.\n- **Form der Antragstellung**: schriftlich mit dem offiziellen Antragsformular; eine persönliche Beratung vor Antragstellung wird empfohlen.\n- **Unterlagen**: erforderlich sind in der Regel ein detailliertes Unternehmenskonzept, ein Finanzierungsplan, Kostenvoranschläge für die Investitionen sowie Angaben zu den geplanten Maßnahmen.\n- **Fristen**: der Antrag muss **vor Beginn der Maßnahme** gestellt werden; rückwirkende Förderungen sind ausgeschlossen.\n- **Auszahlung**: erfolgt nach Abschluss der Maßnahme und Vorlage der Zahlungsnachweise.",
        "de_es": "Der Antrag auf Förderung wird bei der Stadt Wolfenbüttel gestellt.\n\n&nbsp;\n\n### Wichtige Infos\n- **Wer ist zuständig**: die Wirtschaftsförderung der Stadt Wolfenbüttel.\n- **Wie beantragen**: schriftlich mit dem offiziellen Formular. Vorher kann man sich beraten lassen.\n- **Welche Unterlagen**: ein einfacher Plan zum Vorhaben, eine Kostenübersicht und Belege zu den Ausgaben.\n- **Wichtig**: Antrag immer **vor dem Start der Arbeiten** stellen. Eine Förderung im Nachhinein ist nicht möglich.\n- **Wann bekommt man das Geld**: nach Ende der Maßnahme, wenn alle Belege eingereicht wurden.",
        "en": "The funding application must be submitted to the **City of Wolfenbüttel’s Department of Economic Development**.\n\n&nbsp;\n\n### Important details for the application\n- **Responsible authority**: City of Wolfenbüttel, Department of Economic Development.\n- **Form of application**: written submission using the official form; applicants are encouraged to seek personal consultation before applying.\n- **Documents**: typically required are a detailed business concept, financial plan, cost estimates for the planned investments, and descriptions of the intended measures.\n- **Deadlines**: the application must be submitted **before starting the project**; retroactive funding is not possible.\n- **Payment**: made after project completion and submission of proof of expenses."
      }
    }
  },
  "ff:uebergangsgeld": {
    "id": "ff:uebergangsgeld",
    "status": "beta",
    "category": "social_benefit",
    "title": {
      "de": "Übergangsgeld - Bundesagentur für Arbeit",
      "en": "Transitional Allowance - Federal Employment Agency"
    },
    "teaser": {
      "de": "Das Übergangsgeld dient zur Sicherung des Lebensunterhalts während einer Maßnahme zur beruflichen Rehabilitation und wird von der Bundesagentur für Arbeit gewährt.",
      "en": "The transitional allowance supports livelihood during vocational rehabilitation measures and is provided by the Federal Employment Agency."
    },
    "general": {
      "brief": {
        "de": "Das Übergangsgeld der Bundesagentur für Arbeit unterstützt Menschen finanziell während beruflicher Reha-Maßnahmen, wenn sie krankheits- oder unfallbedingt ihre bisherige Tätigkeit nicht mehr ausüben können.\n\n&nbsp;\n\n### Zentrale Aspekte des Übergangsgeldes\n- **Zweck**: Sicherung des Lebensunterhalts während medizinischer oder beruflicher Rehabilitation.  \n- **Höhe**: richtet sich nach dem letzten Einkommen und beträgt in der Regel **68 %**, bei Vorhandensein von Kindern **75 %** des letzten Nettoentgelts.  \n- **Dauer**: wird für die Zeit der Teilnahme an einer Reha- oder Qualifizierungsmaßnahme gezahlt.  \n- **Zuständige Stelle**: die Bundesagentur für Arbeit (oder in manchen Fällen die Deutsche Rentenversicherung).  \n- **Kombination**: Übergangsgeld kann nicht gleichzeitig mit Arbeitslosengeld oder Bürgergeld bezogen werden.  ",
        "de_es": "Das Übergangsgeld der Bundesagentur für Arbeit ist Geld für Menschen, die wegen Krankheit oder Unfall ihren Beruf nicht mehr machen können und an einer Reha-Maßnahme teilnehmen.\n\n&nbsp;\n\n### Wichtige Punkte\n- **Zweck**: Geld zum Leben während der Reha oder Ausbildung.  \n- **Höhe**: meist **68 %** vom letzten Einkommen, mit Kindern **75 %**.  \n- **Dauer**: nur solange wie die Maßnahme dauert.  \n- **Zuständig**: die Agentur für Arbeit oder manchmal die Rentenversicherung.  ",
        "en": "Transition allowance (Übergangsgeld) from the Federal Employment Agency provides financial support during vocational rehabilitation measures for people who, due to illness or accident, can no longer work in their previous job.\n\n&nbsp;\n\n### Key aspects of transition allowance\n- **Purpose**: ensures basic living expenses during medical or vocational rehabilitation.  \n- **Amount**: usually **68%** of the last net income, or **75%** if the person has children.  \n- **Duration**: paid for the period of participation in the rehabilitation or qualification program.  \n- **Responsible authority**: the Federal Employment Agency (or in some cases the German Pension Insurance).  \n- **Exclusivity**: cannot be received at the same time as unemployment benefit or citizens’ benefit.  "
      },
      "examples": {
        "de": [
          {
            "title": "Übergangsgeld ohne Kinder",
            "description": "Andreas (45) aus Dresden war viele Jahre als Kfz-Mechaniker beschäftigt. Nach einem Arbeitsunfall kann er seinen Beruf nicht mehr ausüben und nimmt an einer Umschulung zum Technischen Zeichner teil.\n\n&nbsp;\n\n### Unterstützung durch Übergangsgeld\n- Letztes monatliches Netto: **2.000 €**.\n- Übergangsgeld: **68 %**, also etwa **1.360 €** pro Monat.\n- Zahlung für die Dauer der Umschulung.\n- Zuständig: die Bundesagentur für Arbeit."
          },
          {
            "title": "Übergangsgeld mit Kindern",
            "description": "Sabine (39) aus Nürnberg war als Verkäuferin tätig. Wegen einer chronischen Erkrankung besucht sie eine berufliche Reha-Maßnahme zur Umschulung im Bürobereich. Sie hat zwei Kinder.\n\n&nbsp;\n\n### Unterstützung durch Übergangsgeld\n- Letztes monatliches Netto: **1.800 €**.\n- Übergangsgeld: **75 %**, also etwa **1.350 €** pro Monat.\n- Zahlung solange die Maßnahme läuft.\n- Zuständig: die Bundesagentur für Arbeit."
          }
        ],
        "de_es": [
          {
            "title": "Übergangsgeld ohne Kinder",
            "description": "Andreas (45) aus Dresden war viele Jahre als Kfz-Mechaniker beschäftigt. Nach einem Arbeitsunfall kann er seinen Beruf nicht mehr ausüben und nimmt an einer Umschulung zum Technischen Zeichner teil.\n\n&nbsp;\n\n### Unterstützung durch Übergangsgeld\n- Letztes monatliches Netto: **2.000 €**.\n- Übergangsgeld: **68 %**, also etwa **1.360 €** pro Monat.\n- Zahlung für die Dauer der Umschulung.\n- Zuständig: die Bundesagentur für Arbeit."
          },
          {
            "title": "Übergangsgeld mit Kindern",
            "description": "Sabine (39) aus Nürnberg war als Verkäuferin tätig. Wegen einer chronischen Erkrankung besucht sie eine berufliche Reha-Maßnahme zur Umschulung im Bürobereich. Sie hat zwei Kinder.\n\n&nbsp;\n\n### Unterstützung durch Übergangsgeld\n- Letztes monatliches Netto: **1.800 €**.\n- Übergangsgeld: **75 %**, also etwa **1.350 €** pro Monat.\n- Zahlung solange die Maßnahme läuft.\n- Zuständig: die Bundesagentur für Arbeit."
          }
        ],
        "en": [
          {
            "title": "Transition allowance without children",
            "description": "Andreas (45) from Dresden worked for many years as a car mechanic. After a work accident he can no longer do his job and is now retraining as a technical draftsman.\n\n&nbsp;\n\n### Support through transition allowance\n- Last monthly net income: **€2,000**.\n- Transition allowance: **68%**, i.e. about **€1,360** per month.\n- Paid for the duration of the retraining.\n- Responsible authority: the Federal Employment Agency."
          },
          {
            "title": "Transition allowance with children",
            "description": "Sabine (39) from Nuremberg previously worked as a sales assistant. Due to a chronic illness she is taking part in a vocational rehabilitation program in the office field. She has two children.\n\n&nbsp;\n\n### Support through transition allowance\n- Last monthly net income: **€1,800**.\n- Transition allowance: **75%**, i.e. about **€1,350** per month.\n- Paid for the duration of the program.\n- Responsible authority: the Federal Employment Agency."
          }
        ]
      }
    },
    "application_process": {
      "brief": {
        "de": "Der Antrag auf Übergangsgeld wird bei der zuständigen Agentur für Arbeit gestellt, wenn eine berufliche Reha-Maßnahme bewilligt ist.\n\n&nbsp;\n\n### Wichtige Details zur Antragstellung\n- **Zuständige Stelle**: in der Regel die Agentur für Arbeit; in bestimmten Fällen die Deutsche Rentenversicherung.  \n- **Form der Antragstellung**: schriftlich über die offiziellen Formulare; teilweise auch online über das Portal der Bundesagentur für Arbeit möglich.  \n- **Unterlagen**: Nachweise über das letzte Einkommen (z. B. Lohnabrechnungen), Angaben zu Kindern und Familie sowie die Bewilligung der Reha-Maßnahme.  \n- **Fristen**: der Antrag sollte zeitnah nach Bewilligung der Reha-Maßnahme gestellt werden, damit die Zahlungen pünktlich einsetzen.",
        "de_es": "Der Antrag auf Übergangsgeld wird bei der Agentur für Arbeit gestellt, wenn eine Reha-Maßnahme bewilligt ist.\n\n&nbsp;\n\n### Wichtige Punkte\n- **Zuständige Stelle**: meistens die Agentur für Arbeit, manchmal die Rentenversicherung.  \n- **Form**: schriftlich mit Formular, oft auch online möglich.  \n- **Unterlagen**: Nachweise über Einkommen, Familie und die Reha-Bewilligung.  \n- **Frist**: möglichst direkt nach Bewilligung der Maßnahme beantragen.",
        "en": "The application for transition allowance must be submitted to the responsible employment agency once a vocational rehabilitation program has been approved.\n\n&nbsp;\n\n### Important details for the application\n- **Responsible authority**: usually the Federal Employment Agency; in some cases the German Pension Insurance.  \n- **Form of application**: in writing using official forms; in many cases also possible online via the Employment Agency’s portal.  \n- **Documents**: proof of last income (e.g. payslips), information about children and family, and the approval of the rehabilitation measure.  \n- **Deadlines**: the application should be submitted promptly after the rehabilitation program is approved to ensure timely payment."
      }
    }
  },
  "ff:kurzzeitige-arbeitsverhinderung": {
    "id": "ff:kurzzeitige-arbeitsverhinderung",
    "status": "beta",
    "category": "social_benefit",
    "title": {
      "de": "Kurzzeitige Arbeitsverhinderung für akute Pflege",
      "en": "Short-Term Work Interruption for Acute Care"
    },
    "teaser": {
      "de": "In einer unerwartet eintretenden Pflegesituation können Beschäftigte bis zu zehn Arbeitstage der Arbeit fernbleiben, um für einen pflegebedürftigen nahen Angehörigen die Versorgung zu organisieren oder selbst sicherzustellen. Die Freistellung ist grundsätzlich unbezahlt; zur Einkommenssicherung kann Pflegeunterstützungsgeld beantragt werden.",
      "en": "When an unexpected need for care arises, employees may take up to ten working days off to organise or provide care for a dependent close relative. The leave is generally unpaid; a care support allowance can be claimed to compensate lost earnings."
    },
    "general": {
      "brief": {
        "de": "Die kurzzeitige Arbeitsverhinderung ermöglicht Beschäftigten, bis zu zehn Arbeitstage der Arbeit fernzubleiben, um in einer akuten Pflegesituation die Versorgung einer nahen Angehörigen oder eines nahen Angehörigen sicherzustellen. Während dieser Zeit besteht Anspruch auf Pflegeunterstützungsgeld.\n\n&nbsp;\n\n### Zentrale Aspekte der kurzzeitigen Arbeitsverhinderung\n- Dauer: bis zu zehn Arbeitstage pro akuter Pflegesituation.\n- Anspruchsberechtigt sind Beschäftigte, die kurzfristig die Pflege einer oder eines nahen Angehörigen übernehmen müssen.\n- Für den Verdienstausfall gibt es Pflegeunterstützungsgeld von der Pflegekasse der oder des Pflegebedürftigen.\n- Die Höhe beträgt in der Regel 90 % des ausgefallenen Nettoarbeitsentgelts (bei Einmalzahlungen 100 %).\n- Zuständig ist die Pflegekasse der oder des pflegebedürftigen Angehörigen.",
        "de_es": "Die kurzzeitige Arbeitsverhinderung ermöglicht Beschäftigten, bis zu zehn Arbeitstage der Arbeit fernzubleiben, um in einer akuten Pflegesituation die Versorgung einer nahen Angehörigen oder eines nahen Angehörigen sicherzustellen. Während dieser Zeit besteht Anspruch auf Pflegeunterstützungsgeld.\n\n&nbsp;\n\n### Zentrale Aspekte der kurzzeitigen Arbeitsverhinderung\n- Dauer: bis zu zehn Arbeitstage pro akuter Pflegesituation.\n- Anspruchsberechtigt sind Beschäftigte, die kurzfristig die Pflege einer oder eines nahen Angehörigen übernehmen müssen.\n- Für den Verdienstausfall gibt es Pflegeunterstützungsgeld von der Pflegekasse der oder des Pflegebedürftigen.\n- Die Höhe beträgt in der Regel 90 % des ausgefallenen Nettoarbeitsentgelts (bei Einmalzahlungen 100 %).\n- Zuständig ist die Pflegekasse der oder des pflegebedürftigen Angehörigen.",
        "en": "Short-term work leave for acute care situations allows employees to take up to ten working days off to organize or provide care for a close relative in need of immediate assistance. During this time, they are entitled to care support allowance (Pflegeunterstützungsgeld).\n\n&nbsp;\n\n### Key aspects of short-term work leave for care\n- Duration: up to ten working days per acute care situation.\n- Eligible are employees who must temporarily take over the care of a close relative.\n- Compensation for lost earnings is provided through care support allowance from the relative’s long-term care insurance fund.\n- The allowance usually amounts to 90% of the lost net income (100% if one-time payments are included).\n- The responsible authority is the care insurance fund of the dependent relative."
      },
      "examples": {
        "de": [
          {
            "description": "Sabine (42) aus Köln arbeitet als kaufmännische Angestellte. Ihr Vater erleidet plötzlich einen Schlaganfall, sodass sie kurzfristig zehn Tage frei nimmt, um die Pflege zu organisieren.\n\n&nbsp;\n\n### Unterstützung durch Pflegeunterstützungsgeld\n- Sabine verdient netto rund 2.000 € im Monat.\n- Während der Freistellung erhält sie 90 % als Pflegeunterstützungsgeld – also etwa **1.800 €**.\n- Zuständig ist die Pflegekasse ihres Vaters.\n- Ihre Mitwirkungspflicht: Sie muss der Pflegekasse ärztliche Nachweise über die akute Pflegesituation vorlegen."
          },
          {
            "description": "Markus (38) aus Dresden ist IT-Spezialist. Seine Schwester wird nach einem Unfall plötzlich pflegebedürftig, weshalb Markus fünf Tage kurzfristig aussetzt, um die Versorgung zu organisieren.\n\n&nbsp;\n\n### Unterstützung durch Pflegeunterstützungsgeld\n- Markus hat ein monatliches Nettoeinkommen von 2.500 €.\n- Er erhält 90 % als Pflegeunterstützungsgeld – also ca. **2.250 €**.\n- Zuständig ist die Pflegekasse seiner Schwester.\n- Seine Mitwirkungspflicht: Er muss die Pflegekasse unverzüglich informieren und eine ärztliche Bescheinigung der Pflegebedürftigkeit einreichen."
          }
        ],
        "de_es": [
          {
            "description": "Sabine (42) aus Köln arbeitet als kaufmännische Angestellte. Ihr Vater erleidet plötzlich einen Schlaganfall, sodass sie kurzfristig zehn Tage frei nimmt, um die Pflege zu organisieren.\n\n&nbsp;\n\n### Unterstützung durch Pflegeunterstützungsgeld\n- Sabine verdient netto rund 2.000 € im Monat.\n- Während der Freistellung erhält sie 90 % als Pflegeunterstützungsgeld – also etwa **1.800 €**.\n- Zuständig ist die Pflegekasse ihres Vaters.\n- Ihre Mitwirkungspflicht: Sie muss der Pflegekasse ärztliche Nachweise über die akute Pflegesituation vorlegen."
          },
          {
            "description": "Markus (38) aus Dresden ist IT-Spezialist. Seine Schwester wird nach einem Unfall plötzlich pflegebedürftig, weshalb Markus fünf Tage kurzfristig aussetzt, um die Versorgung zu organisieren.\n\n&nbsp;\n\n### Unterstützung durch Pflegeunterstützungsgeld\n- Markus hat ein monatliches Nettoeinkommen von 2.500 €.\n- Er erhält 90 % als Pflegeunterstützungsgeld – also ca. **2.250 €**.\n- Zuständig ist die Pflegekasse seiner Schwester.\n- Seine Mitwirkungspflicht: Er muss die Pflegekasse unverzüglich informieren und eine ärztliche Bescheinigung der Pflegebedürftigkeit einreichen."
          }
        ],
        "en": [
          {
            "description": "Sabine (42) from Cologne works as an office clerk. When her father suddenly suffers a stroke, she takes ten days off to organize his care.\n\n&nbsp;\n\n### Support through care allowance\n- Sabine earns about €2,000 net per month.\n- During her leave she receives 90% as care support allowance – around **€1,800**.\n- The responsible authority is her father’s care insurance fund.\n- Her duty to cooperate: She must provide the care fund with medical proof of the acute care situation."
          },
          {
            "description": "Markus (38) from Dresden is an IT specialist. When his sister becomes dependent on care after an accident, Markus takes five days off to arrange support.\n\n&nbsp;\n\n### Support through care allowance\n- Markus has a monthly net income of €2,500.\n- He receives 90% as care support allowance – about **€2,250**.\n- The responsible authority is his sister’s care insurance fund.\n- His duty to cooperate: He must notify the care fund immediately and submit a medical certificate of the need for care."
          }
        ]
      }
    },
    "application_process": {
      "brief": {
        "de": "Der Antrag auf Pflegeunterstützungsgeld im Rahmen einer kurzzeitigen Arbeitsverhinderung wird bei der Pflegekasse der oder des pflegebedürftigen Angehörigen gestellt. Gleichzeitig muss der eigene Arbeitgeber unverzüglich über die Arbeitsverhinderung informiert werden.\n\n&nbsp;\n\n### Wichtige Details zur Antragstellung\n- **Zuständige Stelle**: die Pflegekasse der oder des pflegebedürftigen Angehörigen.\n- **Form der Antragstellung**: schriftlich über die Formulare der Pflegekasse oder formlos per Mitteilung; häufig auch telefonisch oder online möglich.\n- **Unterlagen**: in der Regel erforderlich sind eine ärztliche Bescheinigung über die akute Pflegebedürftigkeit und Nachweise zum Einkommen der antragstellenden Person.\n- **Fristen**: der Antrag muss unmittelbar nach Eintritt der akuten Pflegesituation gestellt werden, da Leistungen nicht rückwirkend gezahlt werden.\n- **Arbeitgeber**: Beschäftigte sind verpflichtet, den Arbeitgeber sofort über die Arbeitsverhinderung und deren voraussichtliche Dauer zu informieren.",
        "de_es": "Der Antrag auf Pflegeunterstützungsgeld im Rahmen einer kurzzeitigen Arbeitsverhinderung wird bei der Pflegekasse der oder des pflegebedürftigen Angehörigen gestellt. Gleichzeitig muss der eigene Arbeitgeber unverzüglich über die Arbeitsverhinderung informiert werden.\n\n&nbsp;\n\n### Wichtige Details zur Antragstellung\n- **Zuständige Stelle**: die Pflegekasse der oder des pflegebedürftigen Angehörigen.\n- **Form der Antragstellung**: schriftlich über die Formulare der Pflegekasse oder formlos per Mitteilung; häufig auch telefonisch oder online möglich.\n- **Unterlagen**: in der Regel erforderlich sind eine ärztliche Bescheinigung über die akute Pflegebedürftigkeit und Nachweise zum Einkommen der antragstellenden Person.\n- **Fristen**: der Antrag muss unmittelbar nach Eintritt der akuten Pflegesituation gestellt werden, da Leistungen nicht rückwirkend gezahlt werden.\n- **Arbeitgeber**: Beschäftigte sind verpflichtet, den Arbeitgeber sofort über die Arbeitsverhinderung und deren voraussichtliche Dauer zu informieren.",
        "en": "The application for care support allowance (Pflegeunterstützungsgeld) as part of short-term work leave for acute care must be submitted to the care insurance fund of the dependent relative. At the same time, the employee must immediately inform their employer about the absence.\n\n&nbsp;\n\n### Important details for the application\n- **Responsible authority**: the care insurance fund of the dependent relative.\n- **Form of application**: in writing using the forms of the care fund or informally by notification; in many cases also by phone or online.\n- **Documents**: usually required are a medical certificate confirming the acute need for care and proof of the applicant’s income.\n- **Deadlines**: the application must be submitted immediately after the onset of the acute care situation, as benefits are not granted retroactively.\n- **Employer**: employees are obliged to notify their employer immediately about the absence and its expected duration."
      }
    }
  },
  "ff:schwerbehindertenausweis": {
    "id": "ff:schwerbehindertenausweis",
    "status": "beta",
    "category": "social_benefit",
    "title": {
      "de": "Schwerbehindertenausweis",
      "en": "Severe Disability ID Card"
    },
    "teaser": {
      "de": "Ein Schwerbehindertenausweis zeigt eine anerkannte Behinderung ab 50 Grad und eröffnet im Alltag viele Vorteile, von günstigeren Fahrkarten und Steuerermäßigungen bis hin zu Sonderparkrechten und ermäßigtem Eintritt.",
      "de_es": "Ein Schwerbehindertenausweis zeigt, dass jemand eine schwere Behinderung hat. Mit ihm bekommt man Vorteile im Alltag, zum Beispiel billigere Fahrkarten, weniger Steuern fürs Auto, besondere Parkrechte oder günstigeren Eintritt.",
      "en": "A Severe Disability ID Card indicates a recognized disability of 50 degrees or more and provides many benefits in everyday life, from discounted tickets and tax reductions to special parking rights and reduced admission fees."
    },
    "general": {
      "brief": {
        "de": "Der Schwerbehindertenausweis ist ein amtliches Dokument, das den Grad der Behinderung (GdB) und gegebenenfalls gesundheitliche Merkmale nachweist. Er dient als Nachweis für bestimmte Nachteilsausgleiche und Rechte.\n\n&nbsp;\n\n### Zentrale Aspekte des Schwerbehindertenausweises\n- **Zweck**: Nachweis des anerkannten Grades der Behinderung und von Merkzeichen.\n- **Voraussetzung**: ein anerkannter Grad der Behinderung von mindestens 50.\n- **Leistungen**: ermöglicht Nachteilsausgleiche wie steuerliche Vergünstigungen, zusätzlichen Urlaub, Kündigungsschutz oder Ermäßigungen im ÖPNV.\n- **Form**: Ausweis im Scheckkartenformat mit Eintragung des GdB und der Merkzeichen.\n- **Zuständige Stelle**: das Versorgungsamt bzw. Amt für Soziales im jeweiligen Bundesland.\n\n&nbsp;\n\n### Hinweis zur Gleichstellung\n- Personen mit einem GdB von 30 oder 40 können keinen Schwerbehindertenausweis erhalten.\n- Sie können sich jedoch von der Agentur für Arbeit gleichstellen lassen, wenn ihre Chancen am Arbeitsmarkt eingeschränkt sind.\n- Durch die Gleichstellung haben sie im Arbeitsleben denselben Kündigungsschutz und ähnliche Rechte wie schwerbehinderte Menschen.\n- Es gibt jedoch keine allgemeinen Nachteilsausgleiche (z. B. Steuervergünstigungen, ÖPNV-Ermäßigungen).",
        "de_es": "Der Schwerbehindertenausweis ist ein Dokument, das den Grad der Behinderung (GdB) und bestimmte gesundheitliche Merkmale zeigt. Damit können Rechte und Vorteile genutzt werden.\n\n&nbsp;\n\n### Wichtige Punkte\n- **Nachweis**: zeigt den anerkannten GdB und Merkzeichen.\n- **Voraussetzung**: mindestens GdB 50.\n- **Vorteile**: zum Beispiel Steuererleichterungen, zusätzlicher Urlaub, Schutz im Job oder Ermäßigungen bei Bus und Bahn.\n- **Ausweis**: im Scheckkartenformat mit Angaben zum GdB.\n- **Stelle**: das Versorgungsamt oder Sozialamt vor Ort.\n\n&nbsp;\n\n### Hinweis zur Gleichstellung\n- Mit GdB 30 oder 40 gibt es keinen Ausweis.\n- Die Agentur für Arbeit kann eine Gleichstellung gewähren.\n- Dadurch gilt im Arbeitsleben ein besonderer Kündigungsschutz.\n- Steuer- oder Ticket-Vorteile gibt es dabei nicht.",
        "en": "The disability card (Schwerbehindertenausweis) is an official document that certifies the degree of disability (GdB) and, if applicable, special health markers. It serves as proof to access specific rights and compensations.\n\n&nbsp;\n\n### Key aspects of the disability card\n- **Purpose**: certifies the recognized degree of disability and any markers.\n- **Requirement**: a recognized degree of disability of at least 50.\n- **Benefits**: enables compensations such as tax reductions, additional vacation, dismissal protection, or discounts in public transport.\n- **Form**: card in credit card format showing the GdB and markers.\n- **Responsible authority**: the regional pension office (Versorgungsamt) or the local social affairs office.\n\n&nbsp;\n\n### Note on equal treatment (Gleichstellung)\n- Persons with a GdB of 30 or 40 cannot obtain a disability card.\n- However, they can apply for equal treatment through the Employment Agency if their employment opportunities are significantly limited.\n- Equal treatment grants them similar rights at work, such as dismissal protection.\n- It does not provide general compensations (e.g., tax reductions, public transport discounts)."
      },
      "examples": {
        "de": [
          {
            "title": "Mobilitätseinschränkung",
            "description": "Andreas (54) aus München hat aufgrund einer schweren Gehbehinderung einen Grad der Behinderung (GdB) von 70. In seinem Schwerbehindertenausweis ist das Merkzeichen **G** (erhebliche Beeinträchtigung der Bewegungsfähigkeit) eingetragen.\n\n&nbsp;\n\n### Vorteile für Andreas\n- Er darf die **unentgeltliche Beförderung im öffentlichen Nahverkehr** nutzen, wenn er ein Beiblatt mit Wertmarke beantragt.\n- Zusätzlich kann er **steuerliche Nachteilsausgleiche** geltend machen.\n- Sein Arbeitgeber muss ihm **zusätzliche Urlaubstage** gewähren."
          },
          {
            "title": "Sehbehinderung",
            "description": "Sabine (42) aus Leipzig ist stark sehbehindert und hat einen GdB von 80. In ihrem Ausweis ist das Merkzeichen **Bl** (blind) eingetragen.\n\n&nbsp;\n\n### Vorteile für Sabine\n- Sie hat Anspruch auf **kostenfreie Nutzung des öffentlichen Nahverkehrs**.\n- Sie erhält **Ermäßigungen bei der Rundfunkbeitragspflicht** und bei kulturellen Einrichtungen.\n- Sie profitiert von **besonderem Kündigungsschutz** im Arbeitsverhältnis."
          }
        ],
        "de_es": [
          {
            "title": "Mobilitätseinschränkung",
            "description": "Andreas (54) aus München hat aufgrund einer schweren Gehbehinderung einen Grad der Behinderung (GdB) von 70. In seinem Schwerbehindertenausweis ist das Merkzeichen **G** (erhebliche Beeinträchtigung der Bewegungsfähigkeit) eingetragen.\n\n&nbsp;\n\n### Vorteile für Andreas\n- Er darf die **unentgeltliche Beförderung im öffentlichen Nahverkehr** nutzen, wenn er ein Beiblatt mit Wertmarke beantragt.\n- Zusätzlich kann er **steuerliche Nachteilsausgleiche** geltend machen.\n- Sein Arbeitgeber muss ihm **zusätzliche Urlaubstage** gewähren."
          },
          {
            "title": "Sehbehinderung",
            "description": "Sabine (42) aus Leipzig ist stark sehbehindert und hat einen GdB von 80. In ihrem Ausweis ist das Merkzeichen **Bl** (blind) eingetragen.\n\n&nbsp;\n\n### Vorteile für Sabine\n- Sie hat Anspruch auf **kostenfreie Nutzung des öffentlichen Nahverkehrs**.\n- Sie erhält **Ermäßigungen bei der Rundfunkbeitragspflicht** und bei kulturellen Einrichtungen.\n- Sie profitiert von **besonderem Kündigungsschutz** im Arbeitsverhältnis."
          }
        ],
        "en": [
          {
            "title": "Mobility impairment",
            "description": "Andreas (54) from Munich has a degree of disability (GdB) of 70 due to a severe walking impairment. His disability card includes the marker **G** (significant mobility impairment).\n\n&nbsp;\n\n### Benefits for Andreas\n- He can use **public transport free of charge** if he applies for the additional supplement with a token.\n- He can claim **tax reductions**.\n- His employer must grant him **additional vacation days**."
          },
          {
            "title": "Visual impairment",
            "description": "Sabine (42) from Leipzig is severely visually impaired and has a GdB of 80. Her disability card shows the marker **Bl** (blind).\n\n&nbsp;\n\n### Benefits for Sabine\n- She is entitled to **free use of public transport**.\n- She receives **reductions in broadcasting fees** and at cultural institutions.\n- She benefits from **special dismissal protection** at work."
          }
        ]
      }
    },
    "application_process": {
      "brief": {
        "de": "Der Antrag auf einen Schwerbehindertenausweis wird bei der zuständigen Behörde im jeweiligen Bundesland gestellt, in der Regel beim Versorgungsamt oder Amt für Soziales.\n\n&nbsp;\n\n### Wichtige Details zur Antragstellung\n- **Zuständige Stelle**: das Versorgungsamt bzw. Amt für Soziales im jeweiligen Bundesland.\n- **Form der Antragstellung**: schriftlich über die offiziellen Antragsformulare; vielerorts ist auch eine Online-Antragstellung möglich.\n- **Unterlagen**: ärztliche Befunde, Gutachten und weitere medizinische Nachweise, die den Grad der Behinderung belegen.\n- **Prüfung**: die Behörde bewertet die Unterlagen und legt den Grad der Behinderung (GdB) sowie eventuelle Merkzeichen fest.\n- **Fristen**: es gibt keine feste Antragsfrist, allerdings wirkt die Feststellung und der Ausweis erst ab Antragstellung, nicht rückwirkend.",
        "de_es": "Der Antrag für den Schwerbehindertenausweis wird bei einer Behörde im Bundesland gestellt, meistens beim Versorgungsamt oder Sozialamt.\n\n&nbsp;\n\n### Wichtige Punkte\n- **Stelle**: Versorgungsamt oder Sozialamt.\n- **Antrag**: schriftlich mit Formular, oft auch online möglich.\n- **Unterlagen**: ärztliche Nachweise und Befunde.\n- **Prüfung**: Behörde entscheidet über GdB und Merkzeichen.\n- **Fristen**: keine feste Frist, aber gültig nur ab Antragstellung.",
        "en": "The application for a disability card must be submitted to the responsible authority in the respective federal state, usually the pension office (Versorgungsamt) or the social welfare office.\n\n&nbsp;\n\n### Important details for the application\n- **Responsible authority**: the Versorgungsamt or social affairs office in the respective state.\n- **Form of application**: in writing via the official application forms; in many cases, an online application is also possible.\n- **Documents**: medical records, reports, and certificates proving the degree of disability.\n- **Assessment**: the authority reviews the documents and determines the degree of disability (GdB) as well as any markers.\n- **Deadlines**: there is no strict deadline, but benefits and rights apply only from the date of application, not retroactively."
      }
    }
  },
  "ff:erwerbsminderungsrente-voll": {
    "id": "ff:erwerbsminderungsrente-voll",
    "status": "beta",
    "category": "social_benefit",
    "title": {
      "de": "Rente wegen voller Erwerbsminderung",
      "en": "Pension for Full Disability"
    },
    "teaser": {
      "de": "Die volle Erwerbsminderungsrente ist eine Leistung der gesetzlichen Rentenversicherung. Sie wird gezahlt, wenn jemand aus gesundheitlichen Gründen nicht mehr in der Lage ist, mindestens drei Stunden täglich unter den üblichen Bedingungen des allgemeinen Arbeitsmarktes zu arbeiten.",
      "de_es": "Die volle Erwerbsminderungsrente ist Geld von der Rentenversicherung. Man bekommt sie, wenn man wegen Krankheit oder Behinderung nicht mehr drei Stunden am Tag arbeiten kann.",
      "en": "The pension for full disability is a benefit provided by the statutory pension insurance. It is paid when a person is unable to work for at least three hours a day under the usual conditions of the general labor market due to health reasons."
    },
    "general": {
      "brief": {
        "de": "Die volle Erwerbsminderungsrente unterstützt Menschen, die wegen Krankheit oder Behinderung dauerhaft weniger als drei Stunden täglich arbeiten können. Sie soll den Lebensunterhalt sichern, wenn reguläre Erwerbstätigkeit nicht mehr möglich ist.\n\n&nbsp;\n\n### Zentrale Aspekte der vollen Erwerbsminderungsrente\n- **Arbeitsfähigkeit**: weniger als drei Stunden täglich auf dem allgemeinen Arbeitsmarkt möglich.\n- **Höhe**: richtet sich nach den eingezahlten Rentenbeiträgen und wird durch die sogenannte Zurechnungszeit ergänzt.\n- **Dauer**: in der Regel zunächst befristet; eine unbefristete Rente wird nur gewährt, wenn keine Besserung zu erwarten ist.\n- **Zuständige Stelle**: die Deutsche Rentenversicherung (DRV).",
        "de_es": "Die volle Erwerbsminderungsrente hilft Menschen, die wegen Krankheit oder Behinderung weniger als drei Stunden am Tag arbeiten können. Sie soll den Lebensunterhalt sichern, wenn normales Arbeiten nicht mehr geht.\n\n&nbsp;\n\n### Wichtige Punkte zur vollen Erwerbsminderungsrente\n- **Arbeitsfähigkeit**: weniger als drei Stunden täglich möglich.\n- **Höhe**: hängt von den Beiträgen ab und wird durch Zurechnungszeit ergänzt.\n- **Dauer**: meist erst befristet, unbefristet nur ohne Aussicht auf Besserung.\n- **Zuständige Stelle**: die Deutsche Rentenversicherung.",
        "en": "The full disability pension supports people who, due to illness or disability, can work less than three hours per day. It secures the cost of living when regular employment is no longer possible.\n\n&nbsp;\n\n### Key aspects of the full disability pension\n- **Work capacity**: less than three hours per day under normal labor market conditions.\n- **Amount**: based on contributions paid, supplemented by credited contribution periods.\n- **Duration**: usually granted temporarily; indefinite only if recovery is not expected.\n- **Responsible authority**: the German Pension Insurance (DRV)."
      },
      "examples": {
        "de": [
          {
            "title": "Volle Erwerbsminderung wegen chronischer Krankheit",
            "description": "Sabine (54) aus Leipzig leidet an einer schweren chronischen Herzkrankheit. Sie kann nicht mehr als zwei Stunden täglich arbeiten und musste ihre Tätigkeit als Verkäuferin aufgeben.\n\n&nbsp;\n\n### Unterstützung durch die volle Erwerbsminderungsrente\n- Ihre Arbeitsfähigkeit liegt unter drei Stunden pro Tag, daher Anspruch auf volle EM-Rente.\n- Sie hat 28 Jahre lang Rentenbeiträge gezahlt.\n- Durch die **Zurechnungszeit** wird so gerechnet, als ob sie bis zum Rentenalter mit 67 weiter Beiträge gezahlt hätte (ca. +13 Jahre).\n- Grobe Berechnung: Ohne Zurechnungszeit ca. **750 €**, mit Zurechnungszeit rund **1.050 €** monatlich.\n- Sie ist weiterhin über die Rente kranken- und pflegeversichert."
          },
          {
            "title": "Volle Erwerbsminderung nach Unfall",
            "description": "Ali (45) aus Dortmund hatte einen schweren Arbeitsunfall, wodurch er dauerhaft nur noch maximal zwei Stunden täglich arbeiten kann. Zuvor war er als Lagerarbeiter beschäftigt.\n\n&nbsp;\n\n### Unterstützung durch die volle Erwerbsminderungsrente\n- Er gilt als voll erwerbsgemindert (unter drei Stunden Arbeitsfähigkeit pro Tag).\n- Ali hat 20 Jahre lang Rentenbeiträge gezahlt.\n- Grobe Berechnung: Mit Zurechnungszeit und Beiträgen ergibt sich eine Rente von rund **950 €** monatlich.\n- Auch er bleibt über die Rente in der Kranken- und Pflegeversicherung abgesichert."
          }
        ],
        "de_es": [
          {
            "title": "Volle Erwerbsminderung wegen chronischer Krankheit",
            "description": "Sabine (54) aus Leipzig leidet an einer schweren chronischen Herzkrankheit. Sie kann nicht mehr als zwei Stunden täglich arbeiten und musste ihre Tätigkeit als Verkäuferin aufgeben.\n\n&nbsp;\n\n### Unterstützung durch die volle Erwerbsminderungsrente\n- Ihre Arbeitsfähigkeit liegt unter drei Stunden pro Tag, daher Anspruch auf volle EM-Rente.\n- Sie hat 28 Jahre lang Rentenbeiträge gezahlt.\n- Durch die **Zurechnungszeit** wird so gerechnet, als ob sie bis zum Rentenalter mit 67 weiter Beiträge gezahlt hätte (ca. +13 Jahre).\n- Grobe Berechnung: Ohne Zurechnungszeit ca. **750 €**, mit Zurechnungszeit rund **1.050 €** monatlich.\n- Sie ist weiterhin über die Rente kranken- und pflegeversichert."
          },
          {
            "title": "Volle Erwerbsminderung nach Unfall",
            "description": "Ali (45) aus Dortmund hatte einen schweren Arbeitsunfall, wodurch er dauerhaft nur noch maximal zwei Stunden täglich arbeiten kann. Zuvor war er als Lagerarbeiter beschäftigt.\n\n&nbsp;\n\n### Unterstützung durch die volle Erwerbsminderungsrente\n- Er gilt als voll erwerbsgemindert (unter drei Stunden Arbeitsfähigkeit pro Tag).\n- Ali hat 20 Jahre lang Rentenbeiträge gezahlt.\n- Grobe Berechnung: Mit Zurechnungszeit und Beiträgen ergibt sich eine Rente von rund **950 €** monatlich.\n- Auch er bleibt über die Rente in der Kranken- und Pflegeversicherung abgesichert."
          }
        ],
        "en": [
          {
            "title": "Full disability due to chronic illness",
            "description": "Sabine (54) from Leipzig suffers from a severe chronic heart condition. She can work no more than two hours per day and had to give up her job as a sales assistant.\n\n&nbsp;\n\n### Support through the full disability pension\n- Her work capacity is below three hours per day, therefore she qualifies for full disability pension.\n- She has paid pension contributions for 28 years.\n- Through the **imputed contribution period (Zurechnungszeit)**, her record is extended as if she continued paying contributions until the standard retirement age of 67 (about +13 years).\n- Rough calculation: Without Zurechnungszeit around **€750**, with Zurechnungszeit about **€1,050** per month.\n- She remains covered by health and long-term care insurance through the pension."
          },
          {
            "title": "Full disability after accident",
            "description": "Ali (45) from Dortmund had a severe work accident, leaving him permanently unable to work more than two hours per day. He previously worked as a warehouse worker.\n\n&nbsp;\n\n### Support through the full disability pension\n- He is classified as fully disabled (less than three hours of daily work capacity).\n- Ali has paid contributions for 20 years.\n- Rough calculation: With credited periods added, his pension amounts to about **€950** per month.\n- He also remains insured for health and nursing care through the pension."
          }
        ]
      }
    },
    "application_process": {
      "brief": {
        "de": "Der Antrag auf volle Erwerbsminderungsrente wird bei der Deutschen Rentenversicherung gestellt.\n\n&nbsp;\n\n### Wichtige Details zur Antragstellung\n- **Zuständige Stelle**: die Deutsche Rentenversicherung (DRV).\n- **Form der Antragstellung**: schriftlich mit dem offiziellen Formular, häufig auch online über das DRV-Portal oder persönlich in einer Beratungsstelle.\n- **Unterlagen**: erforderlich sind Nachweise über den bisherigen Versicherungsverlauf, ärztliche Gutachten und Befunde, sowie ein gültiges Ausweisdokument.\n- **Fristen**: es gibt keine starre Frist, aber der Antrag sollte möglichst frühzeitig gestellt werden, da Leistungen frühestens ab dem Monat der Antragstellung gezahlt werden.\n- **Verhältnis zu anderen Leistungen**: ein Antrag auf Erwerbsminderungsrente gilt auch als Antrag auf andere vorrangige Leistungen (z. B. Reha), da „Reha vor Rente“ gilt.",
        "de_es": "Der Antrag auf volle Erwerbsminderungsrente wird bei der Deutschen Rentenversicherung gestellt.\n\n&nbsp;\n\n### Wichtige Details zur Antragstellung\n- **Zuständige Stelle**: die Deutsche Rentenversicherung (DRV).\n- **Form der Antragstellung**: schriftlich mit dem offiziellen Formular, häufig auch online über das DRV-Portal oder persönlich in einer Beratungsstelle.\n- **Unterlagen**: erforderlich sind Nachweise über den bisherigen Versicherungsverlauf, ärztliche Gutachten und Befunde, sowie ein gültiges Ausweisdokument.\n- **Fristen**: keine feste Frist, aber frühzeitige Antragstellung ist wichtig, da Zahlungen ab dem Monat der Antragstellung beginnen.\n- **Reha vor Rente**: es wird geprüft, ob eine medizinische oder berufliche Reha anstelle der Rente möglich ist.",
        "en": "The application for full disability pension must be submitted to the German Pension Insurance (Deutsche Rentenversicherung).\n\n&nbsp;\n\n### Important details for the application\n- **Responsible authority**: the German Pension Insurance (DRV).\n- **Form of application**: in writing using the official form, often also online via the DRV portal or in person at a counseling office.\n- **Documents**: required are proof of insurance history, medical assessments and reports, and a valid ID document.\n- **Deadlines**: there is no strict deadline, but applications should be submitted as early as possible, since payments start at the earliest from the month of application.\n- **Relation to other benefits**: an application for disability pension is also treated as an application for other priority measures (e.g., rehabilitation), as the principle \"rehab before pension\" applies."
      }
    }
  },
  "ff:erwerbsminderungsrente-teilweise": {
    "id": "ff:erwerbsminderungsrente-teilweise",
    "status": "beta",
    "category": "social_benefit",
    "title": {
      "de": "Rente wegen teilweiser Erwerbsminderung",
      "en": "Pension for Partial Disability"
    },
    "teaser": {
      "de": "Die Rente wegen teilweiser Erwerbsminderung ist eine Leistung der gesetzlichen Rentenversicherung. Sie wird gezahlt, wenn jemand aus gesundheitlichen Gründen zwar noch mindestens drei Stunden täglich arbeiten kann, aber nicht mehr in der Lage ist, sechs Stunden oder mehr unter den üblichen Bedingungen des allgemeinen Arbeitsmarktes tätig zu sein.",
      "de_es": "Die Rente wegen teilweiser Erwerbsminderung kommt von der Deutschen Rentenversicherung. Sie wird gezahlt, wenn jemand aus gesundheitlichen Gründen noch drei bis unter sechs Stunden am Tag arbeiten kann, aber nicht mehr sechs Stunden oder länger auf dem normalen Arbeitsmarkt schafft.",
      "en": "The pension for partial disability is a benefit provided by the statutory pension insurance. It is paid when a person can still work at least three hours a day due to health reasons but is no longer able to work six hours or more under the usual conditions of the general labor market."
    },
    "general": {
      "brief": {
        "de": "Die Rente wegen teilweiser Erwerbsminderung unterstützt Menschen, die aufgrund von Krankheit oder Behinderung nicht mehr in der Lage sind, in vollem Umfang zu arbeiten, aber noch mindestens drei Stunden täglich einer Erwerbstätigkeit nachgehen können.\n\n&nbsp;\n\n### Zentrale Aspekte der Rente wegen teilweiser Erwerbsminderung\n- Anspruchsberechtigt sind Personen, die auf dem allgemeinen Arbeitsmarkt nur noch zwischen drei und unter sechs Stunden täglich arbeiten können.\n- Die Höhe der Rente richtet sich nach den bisher gezahlten Beiträgen in die gesetzliche Rentenversicherung. Zusätzlich wird so gerechnet, als ob bis zu einem bestimmten Alter weiter Beiträge gezahlt würden (sogenannte Zurechnungszeit). Dadurch fällt die Rente höher aus, als es die bisherigen Einzahlungen allein ergeben würden.\n- Eine Kombination mit einer Teilzeitarbeit ist möglich, um den Lebensunterhalt zu sichern.\n- Zuständig ist die Deutsche Rentenversicherung.",
        "de_es": "La pensión por reducción parcial de la capacidad laboral apoya a las personas que, debido a enfermedad o discapacidad, ya no pueden trabajar a tiempo completo, pero aún pueden realizar una actividad laboral durante al menos tres horas al día.\n\n&nbsp;\n\n### Aspectos centrales de la pensión por reducción parcial de la capacidad laboral\n- Tienen derecho las personas que solo pueden trabajar entre tres y menos de seis horas diarias en el mercado laboral general.\n- La cuantía de la pensión depende de las cotizaciones realizadas previamente al seguro de pensiones legal. Además, se calcula como si se siguieran pagando cotizaciones hasta una determinada edad (llamado tiempo de cómputo adicional), lo que aumenta la pensión en comparación con las aportaciones reales.\n- Es posible combinar la pensión con un trabajo a tiempo parcial para asegurar el sustento.\n- La institución responsable es el Seguro de Pensiones Alemán (Deutsche Rentenversicherung).",
        "en": "The partial reduction of earning capacity pension supports people who, due to illness or disability, are no longer able to work full-time but can still perform a job for at least three hours a day.\n\n&nbsp;\n\n### Key aspects of the partial disability pension\n- Eligible are individuals who can work only between three and less than six hours a day in the general labor market.\n- The amount of the pension depends on the contributions previously paid into the statutory pension insurance. In addition, it is calculated as if contributions had continued to be paid until a certain age (so-called 'credited period'). This makes the pension higher than it would be based only on actual contributions.\n- It is possible to combine the pension with part-time work to secure a livelihood.\n- The responsible authority is the German Pension Insurance (Deutsche Rentenversicherung)."
      },
      "examples": {
        "de": [
          {
            "description": "Laura (34) aus Köln arbeitet als Krankenschwester. Nach einer schweren Erkrankung kann sie nur noch vier Stunden am Tag arbeiten.\n\n&nbsp;\n\n### Unterstützung durch die Rente wegen teilweiser Erwerbsminderung\n- Ihre bisherige Rente aus Beiträgen würde etwa 400 € betragen. Durch die Zurechnungszeit wird so gerechnet, als ob sie weiter einzahlt, wodurch sich der Betrag auf rund **550 €** erhöht.\n- Zusätzlich arbeitet Laura in Teilzeit und verdient etwa 800 € netto monatlich, sodass sie insgesamt ihren Lebensunterhalt sichern kann.\n- Ihre Mitwirkungspflicht: Sie muss medizinische Nachweise regelmäßig einreichen und jede wesentliche Veränderung ihres Gesundheitszustands melden."
          },
          {
            "description": "Michael (58) aus Leipzig war über 30 Jahre als Bauarbeiter tätig. Aufgrund chronischer Rückenprobleme kann er nur noch drei bis vier Stunden täglich arbeiten.\n\n&nbsp;\n\n### Unterstützung durch die Rente wegen teilweiser Erwerbsminderung\n- Seine reguläre Rentenanwartschaft aus Beiträgen würde rund 650 € ergeben. Mit der ergänzenden Zurechnungszeit steigt der Betrag auf etwa **780 €** pro Monat.\n- Um seinen Lebensunterhalt zu sichern, arbeitet er zusätzlich geringfügig in einem Baumarkt.\n- Seine Mitwirkungspflicht: Er muss an ärztlichen Untersuchungen teilnehmen, Nachweise über seine Erwerbsfähigkeit vorlegen und Nebeneinkünfte offenlegen."
          }
        ],
        "de_es": [
          {
            "description": "Laura (34) aus Köln arbeitet als Krankenschwester. Nach einer schweren Erkrankung kann sie nur noch vier Stunden am Tag arbeiten.\n\n&nbsp;\n\n### Unterstützung durch die Rente wegen teilweiser Erwerbsminderung\n- Ihre bisherige Rente aus Beiträgen würde etwa 400 € betragen. Durch die Zurechnungszeit wird so gerechnet, als ob sie weiter einzahlt, wodurch sich der Betrag auf rund **550 €** erhöht.\n- Zusätzlich arbeitet Laura in Teilzeit und verdient etwa 800 € netto monatlich, sodass sie insgesamt ihren Lebensunterhalt sichern kann.\n- Ihre Mitwirkungspflicht: Sie muss medizinische Nachweise regelmäßig einreichen und jede wesentliche Veränderung ihres Gesundheitszustands melden."
          },
          {
            "description": "Michael (58) aus Leipzig war über 30 Jahre als Bauarbeiter tätig. Aufgrund chronischer Rückenprobleme kann er nur noch drei bis vier Stunden täglich arbeiten.\n\n&nbsp;\n\n### Unterstützung durch die Rente wegen teilweiser Erwerbsminderung\n- Seine reguläre Rentenanwartschaft aus Beiträgen würde rund 650 € ergeben. Mit der ergänzenden Zurechnungszeit steigt der Betrag auf etwa **780 €** pro Monat.\n- Um seinen Lebensunterhalt zu sichern, arbeitet er zusätzlich geringfügig in einem Baumarkt.\n- Seine Mitwirkungspflicht: Er muss an ärztlichen Untersuchungen teilnehmen, Nachweise über seine Erwerbsfähigkeit vorlegen und Nebeneinkünfte offenlegen."
          }
        ],
        "en": [
          {
            "description": "Laura (34) from Cologne worked as a nurse. After a severe illness, she can only work four hours a day.\n\n&nbsp;\n\n### Support through the partial disability pension\n- Her pension based on contributions alone would be around €400. With the credited period added, the amount rises to about **€550** per month.\n- In addition, Laura works part-time and earns about €800 net per month, so she can secure her livelihood overall.\n- Her obligation: She must regularly submit medical certificates and report any significant changes in her health condition."
          },
          {
            "description": "Michael (58) from Leipzig worked as a construction worker for over 30 years. Due to chronic back problems, he can only work three to four hours a day.\n\n&nbsp;\n\n### Support through the partial disability pension\n- His regular pension entitlement from contributions would be about €650. With the credited period added, the amount increases to around **€780** per month.\n- To secure his livelihood, he also works a small part-time job in a DIY store.\n- His obligation: He must participate in medical examinations, provide evidence of his earning capacity, and disclose any additional income."
          }
        ]
      }
    },
    "application_process": {
      "brief": {
        "de": "Der Antrag auf Rente wegen teilweiser Erwerbsminderung wird bei der Deutschen Rentenversicherung gestellt.\n\n&nbsp;\n\n### Wichtige Details zur Antragstellung\n- **Zuständige Stelle**: Deutsche Rentenversicherung (DRV), entweder regional oder bundesweit.\n- **Form der Antragstellung**: schriftlich über die offiziellen Antragsformulare; die Antragstellung ist auch online über das DRV-Portal oder persönlich in einer Auskunfts- und Beratungsstelle möglich.\n- **Unterlagen**: erforderlich sind Nachweise über Versicherungszeiten (z. B. Rentenversicherungsverlauf), medizinische Gutachten oder ärztliche Befunde sowie ein gültiges Ausweisdokument.\n- **Fristen**: Der Rentenbeginn ist frühestens ab dem siebten Kalendermonat nach Eintritt der Erwerbsminderung möglich. Damit keine Ansprüche verloren gehen, sollte der Antrag spätestens innerhalb von drei Kalendermonaten nach Eintritt der Erwerbsminderung gestellt werden. Bei späterer Antragstellung beginnt die Rente erst ab dem Monat der Antragstellung.",
        "de_es": "Der Antrag auf Rente wegen teilweiser Erwerbsminderung wird bei der Deutschen Rentenversicherung gestellt.\n\n&nbsp;\n\n### Wichtige Details zur Antragstellung\n- **Zuständige Stelle**: Deutsche Rentenversicherung (DRV), entweder regional oder bundesweit.\n- **Form der Antragstellung**: schriftlich über die offiziellen Antragsformulare; die Antragstellung ist auch online über das DRV-Portal oder persönlich in einer Auskunfts- und Beratungsstelle möglich.\n- **Unterlagen**: erforderlich sind Nachweise über Versicherungszeiten (z. B. Rentenversicherungsverlauf), medizinische Gutachten oder ärztliche Befunde sowie ein gültiges Ausweisdokument.\n- **Fristen**: Der Rentenbeginn ist frühestens ab dem siebten Kalendermonat nach Eintritt der Erwerbsminderung möglich. Damit keine Ansprüche verloren gehen, sollte der Antrag spätestens innerhalb von drei Kalendermonaten nach Eintritt der Erwerbsminderung gestellt werden. Bei späterer Antragstellung beginnt die Rente erst ab dem Monat der Antragstellung.",
        "en": "The application for partial disability pension must be submitted to the German Pension Insurance (Deutsche Rentenversicherung).\n\n&nbsp;\n\n### Important details for the application\n- **Responsible authority**: German Pension Insurance (DRV), either regional or nationwide.\n- **Form of application**: in writing using the official application forms; application is also possible online via the DRV portal or in person at an information and advisory office.\n- **Documents**: required are proof of insurance periods (e.g., pension insurance record), medical reports or expert opinions, and a valid ID document.\n- **Deadlines**: The pension can begin at the earliest from the seventh calendar month after the onset of disability. To avoid losing entitlements, the application should be filed no later than three months after the onset. If submitted later, benefits start only from the month of application."
      }
    }
  },
  "ff:substitutionstherapie-regulaer": {
    "id": "ff:substitutionstherapie-regulaer",
    "status": "beta",
    "category": "social_benefit",
    "title": {
      "de": "Substitutionstherapie",
      "en": "Substitution Therapy"
    },
    "teaser": {
      "de": "In der Suchtmedizin ist die Substitutionstherapie eine Behandlung, bei der heroinabhängige Menschen ein ärztlich verordnetes Ersatzopioid wie Methadon oder Buprenorphin erhalten. Ziel der Behandlung ist es, den Konsum von Heroin zu verhindern, bzw. zu verringern.",
      "de_es": "In der Suchtmedizin gibt es die Substitutionstherapie. Das heißt, Menschen, die von Heroin abhängig sind, bekommen ein anderes Medikament. Das Medikament ersetzt das Heroin. Das Medikament ist zum Beispiel Methadon oder Buprenorphin. Die Menschen bekommen das Medikament von einem Arzt oder einer Ärztin. So sollen die Menschen weniger Heroin nehmen oder gar kein Heroin mehr nehmen.",
      "en": "In addiction medicine, substitution therapy is a treatment where individuals addicted to heroin receive a medically prescribed substitute opioid such as methadone or buprenorphine. The goal of the treatment is to prevent or reduce heroin consumption."
    },
    "general": {
      "brief": {
        "de": "Die Substitutionstherapie ist ein anerkanntes Behandlungsangebot für Menschen mit einer Opioidabhängigkeit. Ziel ist es, den illegalen Drogenkonsum zu beenden und die gesundheitliche sowie soziale Situation der Betroffenen zu stabilisieren.\n\n&nbsp;\n\n### Wesentliche Aspekte der Substitutionstherapie\n- Patient:innen erhalten Ersatzstoffe wie **Methadon, Levomethadon oder Buprenorphin** unter ärztlicher Aufsicht.  \n- Die Behandlung soll Entzugserscheinungen und Craving verringern und einen geregelten Alltag ermöglichen.  \n- Ergänzend wird eine **psychosoziale Betreuung** angeboten, um Rückfälle zu vermeiden und soziale Teilhabe zu fördern.  \n- Die Therapie wird von **zugelassenen Ärzt:innen mit einer suchtmedizinischen Qualifikation** durchgeführt.  \n- Die Kosten übernehmen in der Regel die **gesetzlichen Krankenkassen**, sofern die Voraussetzungen erfüllt sind.",
        "de_es": "Die Substitutionstherapie ist eine Behandlung für Menschen mit Opioidabhängigkeit. Ziel ist es, den Drogenkonsum zu beenden und die Lebenssituation zu stabilisieren.\n\n&nbsp;\n\n### Wichtige Punkte der Substitutionstherapie\n- Es werden Medikamente wie **Methadon oder Buprenorphin** unter Aufsicht gegeben.  \n- Die Therapie lindert Entzug und hilft beim geregelten Alltag.  \n- Es gibt auch **psychosoziale Unterstützung**.  \n- Durchführung nur durch **zugelassene Ärzt:innen**.  \n- Kosten trägt in der Regel die **Krankenkasse**.",
        "en": "Substitution therapy is a recognized treatment for people with opioid dependence. The goal is to stop illegal drug use and stabilize the health and social situation of those affected.\n\n&nbsp;\n\n### Key aspects of substitution therapy\n- Patients receive substitute medications such as **methadone, levomethadone, or buprenorphine** under medical supervision.  \n- The therapy reduces withdrawal symptoms and cravings and enables a structured daily life.  \n- **Psychosocial support** is provided to prevent relapses and improve social participation.  \n- Treatment is carried out by **licensed doctors with addiction medicine qualifications**.  \n- Costs are usually covered by **statutory health insurance**, provided the medical conditions are met."
      },
      "examples": {
        "de": [
          {
            "title": "Methadontherapie im Alltag",
            "description": "Jonas (34) aus Berlin nimmt an einer Substitutionstherapie mit Methadon teil.\n\n&nbsp;\n\n### Ablauf der Substitutionstherapie\n- Er erhält sein Methadon täglich in einer spezialisierten Praxis.  \n- Die Einnahme erfolgt unter ärztlicher Aufsicht.  \n- Zusätzlich nimmt Jonas an verpflichtenden Gesprächen mit einer Suchtberaterin teil.  \n- Die Kosten werden von seiner Krankenkasse übernommen."
          },
          {
            "title": "Buprenorphintherapie mit psychosozialer Begleitung",
            "description": "Sabine (29) aus Köln wird im Rahmen einer Substitutionstherapie mit Buprenorphin behandelt.\n\n&nbsp;\n\n### Ablauf der Substitutionstherapie\n- Sabine erhält ihre Tabletten mehrmals pro Woche direkt in der Arztpraxis.  \n- Die Vergabe erfolgt streng kontrolliert, anfangs nur unter Aufsicht.  \n- Parallel besucht sie regelmäßig psychosoziale Beratung, die Teil der Therapie ist.  \n- Auch hier übernimmt die Krankenkasse die Kosten."
          }
        ],
        "en": [
          {
            "title": "Methadone therapy in daily practice",
            "description": "Jonas (34) from Berlin participates in substitution therapy with methadone.\n\n&nbsp;\n\n### Structure of substitution therapy\n- He receives his methadone daily at a specialized practice.  \n- The intake takes place under medical supervision.  \n- In addition, Jonas attends mandatory counseling sessions with an addiction therapist.  \n- The costs are covered by his health insurance."
          },
          {
            "title": "Buprenorphine therapy with psychosocial support",
            "description": "Sabine (29) from Cologne is treated with buprenorphine as part of substitution therapy.\n\n&nbsp;\n\n### Structure of substitution therapy\n- Sabine collects her tablets several times a week directly at the doctor’s office.  \n- The dispensing is strictly supervised, initially only under observation.  \n- She also participates in regular psychosocial counseling, which is an integral part of the therapy.  \n- The costs are covered by her health insurance."
          }
        ]
      }
    },
    "application_process": {
      "brief": {
        "de": "Die Aufnahme in eine Substitutionstherapie erfolgt über eine zugelassene Ärztin oder einen zugelassenen Arzt mit suchtmedizinischer Qualifikation.\n\n&nbsp;\n\n### Wichtige Details zur Aufnahme\n- **Zuständige Stelle**: eine Arztpraxis oder Ambulanz mit Genehmigung zur Durchführung von Substitutionstherapie.  \n- **Form der Antragstellung**: direkte Anmeldung bei einer solchen Praxis; keine gesonderten Antragsformulare notwendig.  \n- **Unterlagen**: ärztliche Befunde zur Opioidabhängigkeit sowie ggf. Nachweise früherer Therapieversuche.  \n- **Ablauf**: vor Beginn der Behandlung erfolgt ein ausführliches Aufnahmegespräch mit Anamnese, Diagnostik und Aufklärung über den Therapieverlauf.  \n- **Kostenübernahme**: in der Regel durch die gesetzliche Krankenkasse nach ärztlicher Bestätigung der Indikation.",
        "de_es": "Die Aufnahme in eine Substitutionstherapie läuft über eine Ärztin oder einen Arzt mit spezieller Genehmigung.\n\n&nbsp;\n\n### Wichtige Punkte zur Aufnahme\n- **Zuständige Stelle**: Praxis oder Ambulanz mit Erlaubnis für Substitution.  \n- **Form**: direkte Anmeldung, kein extra Formular.  \n- **Unterlagen**: ärztliche Befunde über die Abhängigkeit.  \n- **Ablauf**: Aufnahmegespräch mit Untersuchung und Erklärung der Therapie.  \n- **Kosten**: übernimmt meistens die Krankenkasse.",
        "en": "Admission to substitution therapy takes place through a licensed physician with an addiction medicine qualification.\n\n&nbsp;\n\n### Important details for admission\n- **Responsible authority**: a medical practice or outpatient clinic authorized to conduct substitution therapy.  \n- **Form of application**: direct registration at such a practice; no separate application forms required.  \n- **Documents**: medical records confirming opioid dependence and, if applicable, evidence of previous treatment attempts.  \n- **Procedure**: before treatment begins, a comprehensive intake interview including medical history, diagnostics, and explanation of therapy is carried out.  \n- **Costs**: usually covered by statutory health insurance after medical confirmation of indication."
      }
    }
  },
  "ff:substitutionstherapie-diamorphin": {
    "id": "ff:substitutionstherapie-diamorphin",
    "status": "beta",
    "category": "social_benefit",
    "title": {
      "de": "Diamorphingestützte Therapie",
      "en": "Diamorphine-Assisted Therapy"
    },
    "teaser": {
      "de": "Eine Therapie mit Diamorphin ist eine Erweiterung der Substitutionstherapie. Sollte eine Substitutionstherapie nicht anschlagen, kann weiterführend mit dem Wirkstoff Diamorphin behandelt werden.",
      "de_es": "Eine Therapie mit Diamorphin ist eine Form der Substitutionstherapie. Wenn die Substitutionstherapie nicht hilft, kann man auch mit Diamorphin behandelt werden.",
      "en": "Therapy with diamorphine is an extension of substitution treatment. If substitution treatment is not effective, treatment can be continued with the active substance diamorphine."
    },
    "general": {
      "brief": {
        "de": "Die diamorphingestützte Therapie (DHT) ist ein spezialisiertes Behandlungsangebot für abhängige Opioidkonsument:innen, die auf andere Therapien nicht ausreichend ansprechen.\n\n&nbsp;\n\n### Wesentliche Aspekte der diamorphingestützten Therapie\n- Sie richtet sich an Personen mit langjähriger, schwerer Opioidabhängigkeit, die mehrfach erfolglos andere Substitutions- oder Entzugsbehandlungen versucht haben.  \n- Im Rahmen der Therapie erhalten Patient:innen pharmazeutisch hergestelltes Diamorphin (medizinisches Heroin) unter ärztlicher Aufsicht.  \n- Ziel ist die Stabilisierung der gesundheitlichen, psychischen und sozialen Situation der Betroffenen.  \n- Die Behandlung erfolgt ausschließlich in zugelassenen spezialisierten Ambulanzen.  \n- Neben der Medikamentengabe werden psychosoziale Betreuung und begleitende Maßnahmen angeboten.  \n- Die Kosten werden in der Regel von der gesetzlichen Krankenversicherung übernommen.",
        "de_es": "Die diamorphingestützte Therapie (DHT) ist ein spezialisiertes Behandlungsangebot für abhängige Opioidkonsument:innen, die auf andere Therapien nicht ausreichend ansprechen.\n\n&nbsp;\n\n### Wesentliche Aspekte der diamorphingestützten Therapie\n- Sie richtet sich an Personen mit langjähriger, schwerer Opioidabhängigkeit, die mehrfach erfolglos andere Substitutions- oder Entzugsbehandlungen versucht haben.  \n- Im Rahmen der Therapie erhalten Patient:innen pharmazeutisch hergestelltes Diamorphin (medizinisches Heroin) unter ärztlicher Aufsicht.  \n- Ziel ist die Stabilisierung der gesundheitlichen, psychischen und sozialen Situation der Betroffenen.  \n- Die Behandlung erfolgt ausschließlich in zugelassenen spezialisierten Ambulanzen.  \n- Neben der Medikamentengabe werden psychosoziale Betreuung und begleitende Maßnahmen angeboten.  \n- Die Kosten werden in der Regel von der gesetzlichen Krankenversicherung übernommen.",
        "en": "Diamorphine-assisted treatment (DHT) is a specialized therapy for opioid-dependent individuals who do not respond adequately to other treatment options.\n\n&nbsp;\n\n### Key aspects of diamorphine-assisted treatment\n- It is aimed at people with long-term, severe opioid dependence who have repeatedly failed in other substitution or withdrawal therapies.  \n- As part of the treatment, patients receive pharmaceutical-grade diamorphine (medical heroin) under medical supervision.  \n- The goal is to stabilize the health, psychological, and social situation of those affected.  \n- Treatment takes place exclusively in licensed specialized outpatient clinics.  \n- In addition to the medication, psychosocial support and accompanying measures are provided.  \n- Costs are usually covered by statutory health insurance."
      },
      "examples": {
        "de": [
          {
            "description": "Andreas (45) aus Frankfurt konsumiert seit über 20 Jahren Heroin und hat zahlreiche erfolglose Entzugs- und Substitutionsbehandlungen hinter sich.\n\n&nbsp;\n\n### Unterstützung durch die diamorphingestützte Therapie\n- Im Rahmen der DHT erhält er mehrmals täglich pharmazeutisches Diamorphin in einer spezialisierten Ambulanz unter ärztlicher Aufsicht.\n- Dadurch stabilisiert sich seine körperliche Gesundheit deutlich, Infektionen durch unsauberen Konsum werden vermieden.\n- Gleichzeitig nimmt er psychosoziale Beratung in Anspruch, um seine Wohn- und Arbeitssituation zu verbessern."
          },
          {
            "description": "Sabine (39) aus Hannover lebt seit ihrer Jugend mit einer schweren Opiatabhängigkeit. Mehrere Substitutionsprogramme mit Methadon haben bei ihr keine dauerhafte Stabilisierung bewirkt.\n\n&nbsp;\n\n### Unterstützung durch die diamorphingestützte Therapie\n- Durch die regelmäßige Vergabe von Diamorphin unter kontrollierten Bedingungen wird ihr Tagesablauf strukturiert und stabilisiert.\n- Ihre psychische Belastung sinkt, da sie nicht mehr illegal Drogen beschaffen muss.\n- Parallel erhält sie Unterstützung bei der Wiedereingliederung in Arbeit und bei der Stabilisierung ihrer sozialen Kontakte."
          }
        ],
        "de_es": [
          {
            "description": "Andreas (45) aus Frankfurt konsumiert seit über 20 Jahren Heroin und hat zahlreiche erfolglose Entzugs- und Substitutionsbehandlungen hinter sich.\n\n&nbsp;\n\n### Unterstützung durch die diamorphingestützte Therapie\n- Im Rahmen der DHT erhält er mehrmals täglich pharmazeutisches Diamorphin in einer spezialisierten Ambulanz unter ärztlicher Aufsicht.\n- Dadurch stabilisiert sich seine körperliche Gesundheit deutlich, Infektionen durch unsauberen Konsum werden vermieden.\n- Gleichzeitig nimmt er psychosoziale Beratung in Anspruch, um seine Wohn- und Arbeitssituation zu verbessern."
          },
          {
            "description": "Sabine (39) aus Hannover lebt seit ihrer Jugend mit einer schweren Opiatabhängigkeit. Mehrere Substitutionsprogramme mit Methadon haben bei ihr keine dauerhafte Stabilisierung bewirkt.\n\n&nbsp;\n\n### Unterstützung durch die diamorphingestützte Therapie\n- Durch die regelmäßige Vergabe von Diamorphin unter kontrollierten Bedingungen wird ihr Tagesablauf strukturiert und stabilisiert.\n- Ihre psychische Belastung sinkt, da sie nicht mehr illegal Drogen beschaffen muss.\n- Parallel erhält sie Unterstützung bei der Wiedereingliederung in Arbeit und bei der Stabilisierung ihrer sozialen Kontakte."
          }
        ],
        "en": [
          {
            "description": "Andreas (45) from Frankfurt has been using heroin for over 20 years and has gone through numerous unsuccessful withdrawal and substitution treatments.\n\n&nbsp;\n\n### Support through diamorphine-assisted treatment\n- As part of DHT, he receives pharmaceutical-grade diamorphine several times a day in a specialized outpatient clinic under medical supervision.\n- This leads to significant improvements in his physical health, and infections from unsafe use are avoided.\n- At the same time, he participates in psychosocial counseling to improve his housing and employment situation."
          },
          {
            "description": "Sabine (39) from Hanover has struggled with severe opioid dependence since her youth. Several substitution programs with methadone did not bring lasting stabilization.\n\n&nbsp;\n\n### Support through diamorphine-assisted treatment\n- Through the regular administration of diamorphine under controlled conditions, her daily routine becomes structured and stable.\n- Her psychological burden decreases as she no longer needs to obtain drugs illegally.\n- In parallel, she receives support for reintegration into work and for stabilizing her social relationships."
          }
        ]
      }
    },
    "application_process": {
      "brief": {
        "de": "Die Aufnahme in die diamorphingestützte Therapie erfolgt über einen Antrag bei einer zugelassenen spezialisierten Ambulanz und muss von der Krankenkasse genehmigt werden.\n\n&nbsp;\n\n### Wichtige Details zur Antragstellung\n- **Zuständige Stellen**: die spezialisierte Ambulanz, in der die Therapie stattfinden soll, sowie die zuständige gesetzliche Krankenkasse.  \n- **Form der Antragstellung**: Antragstellung direkt bei der Ambulanz; diese übernimmt in der Regel die Koordination mit der Krankenkasse.  \n- **Unterlagen**: erforderlich sind ärztliche Nachweise über die langjährige Opioidabhängigkeit, Dokumentationen mehrfacher erfolgloser Behandlungsversuche (z. B. Methadon-Programme) sowie ein aktuelles fachärztliches Gutachten.  \n- **Fristen**: es gibt keine festen gesetzlichen Fristen, der Antrag sollte jedoch rechtzeitig vor Beginn der Therapie eingereicht werden, da die Genehmigung durch die Krankenkasse einige Zeit in Anspruch nehmen kann.",
        "de_es": "Die Aufnahme in die diamorphingestützte Therapie erfolgt über einen Antrag bei einer zugelassenen spezialisierten Ambulanz und muss von der Krankenkasse genehmigt werden.\n\n&nbsp;\n\n### Wichtige Details zur Antragstellung\n- **Zuständige Stellen**: die spezialisierte Ambulanz, in der die Therapie stattfinden soll, sowie die zuständige gesetzliche Krankenkasse.  \n- **Form der Antragstellung**: Antragstellung direkt bei der Ambulanz; diese übernimmt in der Regel die Koordination mit der Krankenkasse.  \n- **Unterlagen**: erforderlich sind ärztliche Nachweise über die langjährige Opioidabhängigkeit, Dokumentationen mehrfacher erfolgloser Behandlungsversuche (z. B. Methadon-Programme) sowie ein aktuelles fachärztliches Gutachten.  \n- **Fristen**: es gibt keine festen gesetzlichen Fristen, der Antrag sollte jedoch rechtzeitig vor Beginn der Therapie eingereicht werden, da die Genehmigung durch die Krankenkasse einige Zeit in Anspruch nehmen kann.",
        "en": "Admission to diamorphine-assisted treatment is based on an application to a licensed specialized outpatient clinic and requires approval from the health insurance fund.\n\n&nbsp;\n\n### Important details for the application\n- **Responsible authorities**: the specialized outpatient clinic where treatment is to take place and the responsible statutory health insurance fund.  \n- **Form of application**: application is made directly at the clinic, which usually coordinates with the health insurance.  \n- **Documents**: required are medical proof of long-term opioid dependence, documentation of several unsuccessful treatment attempts (e.g., methadone programs), and a current specialist medical report.  \n- **Deadlines**: there are no fixed legal deadlines, but the application should be submitted in good time before the start of treatment, as approval by the health insurance fund can take some time."
      }
    }
  },
  "ff:arbeitsassistenz": {
    "id": "ff:arbeitsassistenz",
    "status": "beta",
    "category": "social_benefit",
    "title": {
      "de": "Arbeitsassistenz",
      "en": "Work Assistance"
    },
    "general": {
      "brief": {
        "de": "Die Arbeitsassistenz ist eine Person, die Menschen mit Behinderung am Arbeitsplatz unterstützt, damit Chancengleichheit im Berufsleben gewährleistet und ein Arbeitsplatz oder eine selbstständige Tätigkeit gesichert werden kann.\n\n&nbsp;\n\n#### Leistungen der Arbeitsassistenz\n- Die Assistenzkraft übernimmt nur die Tätigkeiten, die die Person mit Behinderung selbst nicht ausführen kann.\n- Die fachlichen Aufgaben erledigt die Person mit Behinderung weiterhin eigenständig.\n- Die Kosten für die notwendige Assistenz werden übernommen.",
        "de_es": "Arbeitsassistenz ist eine Person, die Menschen mit Behinderung am Arbeitsplatz hilft. So haben Menschen mit Behinderung die gleichen Chancen im Beruf und können ihren Arbeitsplatz oder eine selbstständige Tätigkeit behalten.\n\n&nbsp;\n\n#### Was macht die Arbeitsassistenz?\n- Die Assistenzkraft macht nur die Handgriffe, die die Person wegen der Behinderung nicht selbst machen kann.\n- Die eigentliche Arbeit macht die Person mit Behinderung selbst.\n- Die Kosten für die notwendige Assistenz werden bezahlt.",
        "en": "Work assistance is a person who supports people with disabilities in the workplace to ensure equal opportunities in professional life and to secure a job or self-employment.\n\n&nbsp;\n\n#### Services of Work Assistance\n- The assistant only performs tasks that the person with a disability cannot perform themselves.\n- The person with a disability continues to perform their professional duties independently.\n- The costs for the necessary assistance are covered."
      },
      "examples": {
        "de": [
          {
            "title": "Grafikdesignerin",
            "description": "Julia (27) aus Berlin ist seit ihrer Geburt auf den Rollstuhl angewiesen und arbeitet heute erfolgreich als Grafikdesignerin.\n\n&nbsp;\n\n### Unterstützung im Arbeitsalltag\n- Ihre Arbeitsassistenz Anna holt Julia jeden Morgen von zu Hause ab und bringt sie zur Arbeitsstelle.\n- Während des Arbeitstags unterstützt sie Julia bei Wegen im Büro, beim Bereitstellen von Arbeitsmaterialien und beim Umgang mit Arbeitsgeräten."
          },
          {
            "title": "Tischler",
            "description": "Markus (35) aus München hat eine Sehbehinderung und arbeitet als Tischler.\n\n&nbsp;\n\n### Unterstützung im Arbeitsalltag\n- Sein Arbeitsassistent Tom unterstützt ihn bei der Orientierung in der Werkstatt und beim sicheren Umgang mit Maschinen, die für ihn aufgrund seiner Sehbehinderung schwer zu bedienen sind.\n- Tom sorgt außerdem dafür, dass Arbeitsanweisungen und Pläne für Markus in zugänglichen Formaten verfügbar sind."
          }
        ],
        "de_es": [
          {
            "title": "Grafikdesignerin",
            "description": "Julia (27) aus Berlin ist seit ihrer Geburt auf den Rollstuhl angewiesen und arbeitet heute erfolgreich als Grafikdesignerin.\n\n&nbsp;\n\n### Unterstützung im Arbeitsalltag\n- Ihre Arbeitsassistenz Anna holt Julia jeden Morgen von zu Hause ab und bringt sie zur Arbeitsstelle.\n- Während des Arbeitstags unterstützt sie Julia bei Wegen im Büro, beim Bereitstellen von Arbeitsmaterialien und beim Umgang mit Arbeitsgeräten."
          },
          {
            "title": "Tischler",
            "description": "Markus (35) aus München hat eine Sehbehinderung und arbeitet als Tischler.\n\n&nbsp;\n\n### Unterstützung im Arbeitsalltag\n- Sein Arbeitsassistent Tom unterstützt ihn bei der Orientierung in der Werkstatt und beim sicheren Umgang mit Maschinen, die für ihn aufgrund seiner Sehbehinderung schwer zu bedienen sind.\n- Tom sorgt außerdem dafür, dass Arbeitsanweisungen und Pläne für Markus in zugänglichen Formaten verfügbar sind."
          }
        ],
        "en": [
          {
            "title": "Graphic Designer",
            "description": "Julia (27) from Berlin has been reliant on a wheelchair since birth and now works successfully as a graphic designer.\n\n&nbsp;\n\n### Support in Daily Work\n- Her work assistant Anna picks Julia up from home every morning and takes her to the workplace.\n- During the workday, Anna assists Julia with navigating the office, providing work materials, and handling work equipment."
          },
          {
            "title": "Carpenter",
            "description": "Markus (35) from Munich has a visual impairment and works as a carpenter.\n\n&nbsp;\n\n### Support in Daily Work\n- His work assistant Tom helps him navigate the workshop and safely operate machines that are difficult for him to use due to his visual impairment.\n- Tom also ensures that work instructions and plans are available to Markus in accessible formats."
          }
        ]
      }
    },
    "application_process": {
      "brief": {
        "de": "Der Antrag auf Arbeitsassistenz wird bei der jeweils zuständigen Stelle eingereicht.\n\n&nbsp;\n\n### Wichtige Details zur Antragstellung\n- **Zuständige Stellen**: je nach Situation sind dies in der Regel das Integrationsamt, die Agentur für Arbeit, das Jobcenter oder die Deutsche Rentenversicherung.\n- **Form der Antragstellung**: schriftlich über das offizielle Antragsformular; bei einigen Stellen ist auch eine Online-Antragstellung möglich.\n- **Unterlagen**: meist erforderlich sind Angaben zum Arbeitsplatz, eine Beschreibung der notwendigen Unterstützung sowie ggf. ärztliche Nachweise.\n- **Fristen**: der Antrag sollte möglichst vor Beginn der Tätigkeit oder vor Inanspruchnahme der Assistenz gestellt werden.",
        "de_es": "Der Antrag auf Arbeitsassistenz wird bei der jeweils zuständigen Stelle eingereicht.\n\n&nbsp;\n\n### Wichtige Details zur Antragstellung\n- **Zuständige Stellen**: je nach Situation sind dies in der Regel das Integrationsamt, die Agentur für Arbeit, das Jobcenter oder die Deutsche Rentenversicherung.\n- **Form der Antragstellung**: schriftlich über das offizielle Antragsformular; bei einigen Stellen ist auch eine Online-Antragstellung möglich.\n- **Unterlagen**: meist erforderlich sind Angaben zum Arbeitsplatz, eine Beschreibung der notwendigen Unterstützung sowie ggf. ärztliche Nachweise.\n- **Fristen**: der Antrag sollte möglichst vor Beginn der Tätigkeit oder vor Inanspruchnahme der Assistenz gestellt werden.",
        "en": "The application for work assistance is submitted to the respective responsible authority.\n\n&nbsp;\n\n### Important Details for Application\n- **Responsible Authorities**: Depending on the situation, these are usually the Integration Office, the Employment Agency, the Job Center, or the German Pension Insurance.\n- **Form of Application**: In writing using the official application form; some authorities also allow online applications.\n- **Documents**: Usually required are details about the workplace, a description of the necessary support, and possibly medical certificates.\n- **Deadlines**: The application should be submitted preferably before starting the job or before utilizing the assistance."
      }
    },
    "teaser": {
      "de": "Arbeitsassistenz unterstützt Menschen mit Behinderung am Arbeitsplatz. Eine Assistenzkraft übernimmt nur die Tätigkeiten, die selbst nicht möglich sind. Die fachlichen Aufgaben erledigt die Person weiterhin selbst. Ziel ist es, Chancengleichheit im Berufsleben zu schaffen und Arbeitsplätze oder eine selbstständige Tätigkeit zu sichern. Die Kosten für die Assistenz werden übernommen.",
      "de_es": "Arbeitsassistenz hilft Menschen mit Behinderung am Arbeitsplatz. Eine Assistenzkraft macht nur die Handgriffe, die die Person wegen der Behinderung nicht selbst machen kann. Die eigentliche Arbeit macht die Person selbst. So haben Menschen mit Behinderung die gleichen Chancen im Beruf. Die Kosten für die Assistenz werden übernommen.",
      "en": "Work assistance supports people with disabilities in the workplace. An assistant only performs tasks that the individual cannot do themselves due to their disability. The person continues to perform their professional duties independently. The goal is to create equal opportunities in professional life and to secure jobs or self-employment. The costs for the assistance are covered."
    },
    "descriptionMD": {
      "de": "Arbeitsassistenz bedeutet, dass Menschen mit Behinderung am Arbeitsplatz Unterstützung durch eine Assistenzkraft erhalten. Diese übernimmt nur die Handgriffe, die aufgrund der Behinderung nicht möglich sind, somit erledigen die eigentlichen fachlichen Aufgaben die Person selbst. Ziel ist es, Chancengleichheit im Berufsleben zu schaffen, sodass Menschen mit Behinderung einen Arbeitsplatz finden, behalten oder auch eine selbstständige Tätigkeit ausüben können. Die Kosten für die notwendige Assistenz werden übernommen.  \n&nbsp;\n\n**Ziele**  \nZiele sind Chancengleichheit, die Stabilisierung der Gesundheit, die Sicherung des Arbeitsplatzes, die Wiedereingliederung und eine bessere Lebensqualität.",
      "de_es": "Menschen mit Behinderung können am Arbeitsplatz Unterstützung bekommen. Das nennt man Arbeitsassistenz. Die Assistenzkraft macht nur die Dinge, die wegen der Behinderung nicht möglich sind. Die Person mit Behinderung macht die eigentlichen Aufgaben selbst. So sollen Menschen mit Behinderung die gleichen Chancen im Beruf haben. Sie sollen einen Arbeitsplatz finden und behalten können. Sie sollen auch selbstständig arbeiten können. Die Kosten für die Assistenz werden übernommen.  \n&nbsp;\n\n**Ziele**  \nAlle sollen die gleichen Chancen haben. Die Gesundheit soll stabil bleiben. Der Arbeitsplatz soll sicher sein. Man soll wieder in die Gesellschaft kommen. Das Leben soll besser werden.",
      "en": "People with disabilities can receive support in the workplace. This is called work assistance. The assistant only performs tasks that are not possible due to the disability. The person with the disability performs the actual tasks themselves. This is to ensure that people with disabilities have equal opportunities in the workplace. They should be able to find and keep a job, as well as work independently. The costs for the assistance are covered.  \n&nbsp;\n\n**Purpose**  \nThe purpose is equal opportunities, health stabilization, job security, reintegration, and improved quality of life."
    },
    "benefit_type": {
      "de": "Arbeitsassistenz bedeutet, dass Menschen mit Behinderung am Arbeitsplatz von einer Assistenzkraft unterstützt werden. Die Assistenz übernimmt praktische Handgriffe oder organisatorische Tätigkeiten, die wegen der Behinderung nicht möglich sind. Die fachlichen Aufgaben und Entscheidungen erledigt die Person selbst. So können Menschen mit Behinderung ihre Arbeit vollständig ausüben und ihren Arbeitsplatz sichern oder neue berufliche Chancen wahrnehmen.  \n&nbsp;\n\n**Leistungsumfang**  \nDie Kosten der Arbeitsassistenz werden übernommen, die Leistungen dafür werden je nach individuellen Bedarf festgelegt.",
      "de_es": "Arbeitsassistenz bedeutet: Menschen mit Behinderung bekommen Hilfe am Arbeitsplatz. Eine Assistenzkraft macht die Dinge, die die Person wegen der Behinderung nicht selbst machen kann. Die eigentliche Arbeit und die Entscheidungen macht die Person selbst. So können Menschen mit Behinderung ihren Arbeitsplatz behalten oder neue Arbeit finden.  \n&nbsp;\n\n**Leistungsumfang**  \nDie Arbeitsassistenz kostet Sie nichts. Sie bekommen die Leistungen, die Sie brauchen.",
      "en": "Work assistance means that people with disabilities receive support in the workplace from an assistant. The assistant performs practical tasks or organizational activities that are not possible due to the disability. The person themselves handles the professional tasks and decisions. This way, people with disabilities can fully perform their work and secure their jobs or take advantage of new professional opportunities.  \n&nbsp;\n\n**Scope of benefits**  \nThe costs of work assistance are covered, and the services are determined based on individual needs."
    },
    "examplesMD": {
      "de": "Julia Brück (27) aus Bonn arbeitet mit Arbeitsassistenz als Kauffrau für Büromanagement bei der Bundeszentrale für politische Bildung. Aufgrund ihrer Cerebralparese und Rollstuhlnutzung unterstützen sie Assistentinnen bei täglichen Handgriffen wie Vorbereitungen zu Hause, Wegen im Büro oder technischen Tätigkeiten. So kann sie sich auf ihre eigentliche Arbeit konzentrieren. Die Auswahl der Assistentinnen trifft sie selbst. Da nicht die gesamte Arbeitszeit abgedeckt ist, muss sie jedoch teils ohne Unterstützung auskommen. Für Julia bedeutet Arbeitsassistenz mehr Selbstständigkeit und die Chance, ihre beruflichen Ziele zu verfolgen.",
      "de_es": "Julia Brück ist 27 Jahre alt und kommt aus Bonn. Sie arbeitet mit Arbeitsassistenz als Kauffrau für Büromanagement. Ihr Arbeitgeber ist die Bundeszentrale für politische Bildung. Julia Brück hat eine Cerebralparese und sitzt im Rollstuhl. Deshalb helfen ihr Assistentinnen bei täglichen Aufgaben. Zum Beispiel bei Vorbereitungen zu Hause, Wegen im Büro oder technischen Tätigkeiten. So kann sie sich auf ihre eigentliche Arbeit konzentrieren. Sie sucht die Assistentinnen selbst aus. Aber sie hat nicht die ganze Arbeitszeit Unterstützung. Manchmal muss sie ohne Hilfe arbeiten. Für Julia bedeutet Arbeitsassistenz mehr Selbstständigkeit. So kann sie ihre beruflichen Ziele erreichen.",
      "en": "Julia Brück, 27, from Bonn, works as an office management clerk with work assistance at the Federal Agency for Civic Education. Due to her cerebral palsy and wheelchair use, assistants support her with daily tasks such as preparations at home, navigating the office, or technical activities. This allows her to focus on her actual work. She selects her assistants herself. However, since not all working hours are covered, she sometimes has to manage without support. For Julia, work assistance means more independence and the opportunity to pursue her professional goals."
    },
    "contactMD": {
      "general": {
        "de": "Allgemeine Kontakt Info Test",
        "de_es": "Allgemeine Kontakt Info Test",
        "en": "General contact info test"
      },
      "specific": [
        {
          "pattern": {
            "ff:hasResidence": "Bielefeld"
          },
          "PLZs": ["TODO"],
          "de": "**Landschaftsverband Westfalen-Lippe**  \nAnsprechperson für Bielefeld: Vanessa Schubert  \nGartenstraße 215  \n48147 Münster  \nTel: 0251 591-5164  \nE-Mail: vanessa.schubert@lwl.org  \n[vCard: Visitenkarte herunterladen](https://www.lwl.org/anis/vcard/1206)",
          "de_es": "**Landschaftsverband Westfalen-Lippe**  \nAnsprechperson für Bielefeld: Vanessa Schubert  \nGartenstraße 215  \n48147 Münster  \nTel: 0251 591-5164  \nE-Mail: vanessa.schubert@lwl.org  \n[vCard: Visitenkarte herunterladen](https://www.lwl.org/anis/vcard/1206)",
          "en": "**Regional Association of Westphalia-Lippe (LWL)**  \nContact person for Bielefeld: Vanessa Schubert  \nGartenstraße 215  \n48147 Münster  \nTel: +49 251 591-5164  \nE-Mail: vanessa.schubert@lwl.org  \n[vCard: Download contact card](https://www.lwl.org/anis/vcard/1206)"
        },
        {
          "pattern": {
            "ff:hasResidence": "Berlin"
          },
          "de": "Berliner Info Test",
          "de_es": "Berliner Info Test",
          "en": "Berlin info test"
        }
      ]
    },
    "documentsMD": {
      "de": "- Schwerbehindertenausweis\n- Nachweis des Arbeitgebers das die Arbeitsplatzgestaltung nicht ausreichend ist\n- Nachweis der Arbeitsstunden\n- Businessplan [falls notwendig]\n- Bestätigung der Tragfähigkeit [falls notwendig]",
      "de_es": "- Ein Schwerbehindertenausweis\n- Ein Nachweis vom Arbeitgeber, dass der Arbeitsplatz nicht genug angepasst ist\n- Ein Nachweis über die Arbeitsstunden\n- Ein einfacher Geschäftsplan [nur wenn nötig]\n- Eine Bestätigung, dass der Plan tragfähig ist [nur wenn nötig]",
      "en": "- A disability ID card\n- Proof from the employer that the workplace is not sufficiently adapted\n- Proof of working hours\n- A simple business plan [if necessary]\n- A confirmation that the plan is viable [if necessary]"
    },
    "additionalSupportMD": {
      "de": "**Landschaftsverband Westfalen-Lippe**  \nAnsprechperson für Bielefeld: Vanessa Schubert  \nGartenstraße 215  \n48147 Münster  \nTel: 0251 591-5164  \nE-Mail: vanessa.schubert@lwl.org  \n[vCard: Visitenkarte herunterladen](https://www.lwl.org/anis/vcard/1206)",
      "de_es": "**Landschaftsverband Westfalen-Lippe**  \nAnsprechperson für Bielefeld: Vanessa Schubert  \nGartenstraße 215  \n48147 Münster  \nTel: 0251 591-5164  \nE-Mail: vanessa.schubert@lwl.org  \n[vCard: Visitenkarte herunterladen](https://www.lwl.org/anis/vcard/1206)",
      "en": "**Regional Association of Westphalia-Lippe (LWL)**  \nContact person for Bielefeld: Vanessa Schubert  \nGartenstraße 215  \n48147 Münster  \nTel: +49 251 591-5164  \nE-Mail: vanessa.schubert@lwl.org  \n[vCard: Download contact card](https://www.lwl.org/anis/vcard/1206)"
    },
    "legalBasisMD": {
      "de": "**§ 185 SGB IX – Aufgaben des Integrationsamtes**  \nSchwerbehinderte Menschen haben Anspruch auf die Kostenübernahme einer notwendigen Arbeitsassistenz. Das Integrationsamt zahlt die vollen Kosten aus Mitteln der Ausgleichsabgabe.  \n\n**§ 185 Abs. 9 SGB IX – Genehmigungsfiktion**  \nWenn das Integrationsamt sechs Wochen nach Eingang eines Antrags nicht entschieden hat, gilt die beantragte Leistung als genehmigt. Voraussetzung ist, dass die Leistung im Antrag genau beschrieben wurde.",
      "de_es": "**§ 185 SGB IX – Arbeitsassistenz**  \nMenschen mit Schwerbehinderung können Hilfe durch eine Assistenz am Arbeitsplatz bekommen. Das Integrationsamt bezahlt die vollen Kosten dafür aus einem speziellen Geldtopf.  \n\n**§ 185 Abs. 9 SGB IX – Antrag**  \nWenn das Integrationsamt nach sechs Wochen nicht über einen Antrag entschieden hat, gilt der Antrag automatisch als genehmigt. Wichtig ist, dass im Antrag genau steht, welche Leistung gewünscht wird.",
      "en": "**Section 185 SGB IX – Work Assistance**  \nPeople with severe disabilities can receive assistance at the workplace. The Integration Office pays the full costs from a special fund.  \n\n**Section 185 (9) SGB IX – Application**  \nIf the Integration Office has not decided on an application after six weeks, the application is automatically considered approved. It is important that the application clearly states which service is requested."
    }
  },
  "ff:allgemeine-krankenversicherungspflicht": {
    "id": "ff:allgemeine-krankenversicherungspflicht",
    "status": "beta",
    "category": "social_benefit",
    "title": {
      "de": "Allgemeine Krankenversicherungspflicht",
      "en": "General Health Insurance Obligation"
    },
    "teaser": {
      "de": "In Deutschland besteht eine allgemeine Krankenversicherungspflicht: Jeder mit Wohnsitz oder gewöhnlichem Aufenthalt muss versichert sein, entweder in der gesetzlichen (GKV) oder der privaten Krankenversicherung (PKV). Welche Absicherung gilt, hängt von der Lebenssituation ab; bei Unklarheiten hilft die Clearingstelle weiter.",
      "en": "In Germany, there is a general obligation to have health insurance: Everyone with a residence or habitual abode must be insured, either in the statutory (GKV) or private health insurance (PKV). The applicable coverage depends on the life situation; if in doubt, the clearing office can assist."
    }
  }
}
