{
  "https://foerderfunke.org/default#hilfe-zum-lebensunterhalt": {
    "id": "ff:hilfe-zum-lebensunterhalt",
    "status": "production",
    "title": {
      "de": "Hilfe zum Lebensunterhalt",
      "en": "Cost-of-living assistance"
    },
    "description": {
      "de": "Die „Hilfe zum Lebensunterhalt“ richtet sich an Menschen, die eine Zeit lang nicht oder nur wenig arbeiten können. Sie dient dazu grundlegende Bedürfnisse wie Essen, Kleidung und Miete zu bezahlen. Hilfe zum Lebensunterhalt erhalten Personen, für die andere staatliche Leistungen, wie etwa Rente oder Bürgergeld (früher ALG II), nicht infrage kommen.",
      "en": "If you are currently unable to work due to health reasons, you may be entitled to cost of living assistance. The prerequisite is that you are temporarily unable to earn your living yourself or with the help of other people, for example a partner or your family."
    }
  },
  "https://foerderfunke.org/default#kindergeld": {
    "id": "ff:kindergeld",
    "status": "production",
    "title": {
      "de": "Kindergeld",
      "en": "Child benefit"
    },
    "description": {
      "de": "Alle Eltern, die in Deutschland leben bzw. arbeiten,  können für Ihre Kinder Kindergeld bekommen. Das Kindergeld wird unabhängig vom Einkommen der Eltern ausgezahlt. Das Kindergeld beträgt 250€ pro Monat pro Kind (Stand 2025). Kindergeld erhält man grundsätzlich bis das Kind 18 Jahre alt ist. In manchen Fällen (z.B. Ausbdildung oder Arbeitssuche) kann Kingergeld aber auch länger bezogen werden. Kindergeld muss beantragt werden, dies geht bis zu 6 Monate rückwirkend.",
      "en": "All parents living or working in Germany are entitled to child benefit for their children. Child benefit is paid regardless of the parents' income. Child benefit amounts to 250€ per month per child (as of 2025). Child benefit is generally paid until the child is 18 years old. In some cases (e.g. education or job search), child benefit can be received for a longer period. Child benefit must be applied for, this can be done up to 6 months retroactively."
    },
    "required_documents": {
      "de": [
        "Steuerliche Identifikationsnummer des Kindes",
        "Geburtsurkunde des Kindes",
        "Gegebenenfalls Nachweis zum Aufenthaltstitel der antragstellenden Person",
        "Gegebenenfalls Nachweis über die Schulausbildung oder Ausbildung des Kindes",
        "Gegebenenfalls Nachweis über die Behinderung des Kindes (falls zutreffend)"
      ],
      "en": [
        "Tax identification number of the child",
        "Birth certificate of the child",
        "Proof of the residence permit of the applicant",
        "Proof of the child's school education or training",
        "Proof of the child's disability (if applicable)"
      ]
    },
    "additional_support": {
      "de": {
        "title": "Für mehr Informationen und Fragen zur Antragsstellung, Anspruch, etc. wendest du dich am besten an deine lokale Familienkasse.",
        "links": [
          {
            "title": "Familienkassen in Deutschland",
            "url": "https://web.arbeitsagentur.de/portal/metasuche/suche/dienststellen?in=familienkassen"
          }
        ]
      },
      "en": {
        "title": "For more information and questions about the application process, entitlement, etc., please contact your local family benefits office.",
        "links": [
          {
            "title": "Family benefits offices in Germany",
            "url": "https://web.arbeitsagentur.de/portal/metasuche/suche/dienststellen?in=familienkassen"
          }
        ]
      }
    },
    "legal_basis": {
      "de": {
        "title": "Die Gesetzesgrundlage für das Kindergeld findet sich im Einkommensteuergesetz und im Bundeskindergeldgesetz.",
        "links": [
          {
            "title": "Einkommensteuergesetz",
            "url": "https://www.gesetze-im-internet.de/estg/BJNR010050934.html#BJNR010050934BJNG023403140"
          },
          {
            "title": "Bundeskindergeldgesetz",
            "url": "https://www.gesetze-im-internet.de/bkgg_1996/BJNR137800995.html"
          }
        ]
      },
      "en": {
        "title": "The legal basis for child benefit can be found in the Income Tax Act and the Federal Child Benefit Act.",
        "links": [
          {
            "title": "Income Tax Act",
            "url": "https://www.gesetze-im-internet.de/estg/BJNR010050934.html#BJNR010050934BJNG023403140"
          },
          {
            "title": "Federal Child Benefit Act",
            "url": "https://www.gesetze-im-internet.de/bkgg_1996/BJNR137800995.html"
          }
        ]
      }
    },
    "further_information": {
      "de": {
        "title": "Hier finden Sie weitere Informationen zum Kindergeld:",
        "links": [
          {
            "title": "Offizielles Merkblatt zum Kindergeld",
            "url": "https://sozialplattform.de/content/sites/default/files/2022-09/Merkblatt.pdf"
          },
          {
            "title": "Sozialplattform.",
            "url": "https://sozialplattform.de/inhalt/kindergeld"
          }
        ]
      },
      "en": {
        "title": "You can find more information about child benefit on the following websites:",
        "links": [
          {
            "title": "Official information sheet on child benefit",
            "url": "https://sozialplattform.de/content/sites/default/files/2022-09/Merkblatt.pdf"
          },
          {
            "title": "Sozialplattform",
            "url": "https://sozialplattform.de/inhalt/kindergeld"
          }
        ]
      }
    }
  },
  "https://foerderfunke.org/default#kinderzuschlag": {
    "id": "ff:kinderzuschlag",
    "status": "production",
    "title": {
      "de": "Kinderzuschlag",
      "en": "Child allowance"
    },
    "description": {
      "de": "Den Kinderzuschlag (kurz: KiZ) können Eltern bekommen, deren Einkommen für den eigenen Lebensunterhalt reicht, aber nicht oder nur knapp ausreicht, um auch für den gesamten Bedarf Ihrer Familie aufzukommen. Voraussetzung ist, dass Sie schon Kindergeld beziehen. Der Kinderzuschlag wird immer für sechs Monate am Stück bewilligt.",
      "en": "Child allowance (KiZ) is a benefit for parents whose income is sufficient to cover their own living expenses, but not enough to cover the entire needs of their family. The child allowance is always granted for six months at a time."
    },
    "required_documents": {
      "de": [
        "Einkommensnachweise der letzten sechs Monate",
        "Mietvertrag oder Mietbescheinigung",
        "Nachweise über das Einkommen des Partners oder der Partnerin",
        "Nachweise über das Einkommen der Kinder"
      ],
      "en": [
        "Income statements for the last six months",
        "Rental agreement or rental certificate",
        "Proof of income of the partner",
        "Proof of income of the children"
      ]
    },
    "additional_support": {
      "de": {
        "title": "Für mehr Informationen und Fragen zur Antragsstellung, Anspruch, etc. wendest du dich am besten an deine lokale Familienkasse.",
        "links": [
          {
            "title": "Familienkassen in Deutschland",
            "url": "https://web.arbeitsagentur.de/portal/metasuche/suche/dienststellen?in=familienkassen"
          }
        ]
      },
      "en": {
        "title": "For more information and questions about the application process, entitlement, etc., please contact your local family benefits office.",
        "links": [
          {
            "title": "Family benefits offices in Germany",
            "url": "https://web.arbeitsagentur.de/portal/metasuche/suche/dienststellen?in=familienkassen"
          }
        ]
      }
    },
    "legal_basis": {
      "de": {
        "title": "Die Gesetzesgrundlage für den Kinderzuschlag findet sich im Bundeskindergeldgesetz.",
        "links": [
          {
            "title": "Bundeskindergeldgesetz",
            "url": "https://www.gesetze-im-internet.de/bkgg_1996/BJNR137800995.html"
          }
        ]
      },
      "en": {
        "title": "The legal basis for the child allowance can be found in the Federal Child Benefit Act.",
        "links": [
          {
            "title": "Federal Child Benefit Act",
            "url": "https://www.gesetze-im-internet.de/bkgg_1996/BJNR137800995.html"
          }
        ]
      }
    },
    "further_information": {
      "de": {
        "title": "Hier finden Sie weitere Informationen zum Kinderzuschlag:",
        "links": [
          {
            "title": "Familienportal des Bundes",
            "url": "https://familienportal.de/familienportal/familienleistungen/kinderzuschlag"
          },
          {
            "title": "Sozialplattform.",
            "url": "https://sozialplattform.de/inhalt/kinderzuschlag"
          }
        ]
      },
      "en": {
        "title": "You can find more information about the child allowance on the following websites:",
        "links": [
          {
            "title": "Federal Family Portal",
            "url": "https://familienportal.de/familienportal/familienleistungen/kinderzuschlag"
          },
          {
            "title": "Sozialplattform",
            "url": "https://sozialplattform.de/inhalt/kinderzuschlag"
          }
        ]
      }
    }
  },
  "https://foerderfunke.org/default#bafoeg": {
    "id": "ff:bafoeg",
    "status": "production",
    "title": {
      "de": "BAföG",
      "en": "BAföG"
    },
    "description": {
      "de": "Mit dem Bundesausbildungsförderungsgesetz (BAföG) werden junge Menschen finanziell bei der Schulausbildung und dem Studium unterstützt. Es gibt zwei Arten von BAföG: das Schüler-BAföG und das Studenten-BAföG. Schülerinnen und Schüler sowie Studierende können einen Zuschuss oder ein zinsloses Darlehen erhalten. Die Höhe der Förderung ist von den Lebensumständen der Antragstellerinnen und Antragsteller abhängig.",
      "en": "Are you looking to study or complete your secondary school education and require financial support? Then BAföG is just what you need. Keep reading to find out all the details about Germany’s student support scheme and how to apply for BAföG."
    }
  },
  "https://foerderfunke.org/default#buergergeld": {
    "id": "ff:buergergeld",
    "status": "production",
    "title": {
      "de": "Bürgergeld",
      "en": "Citizen's benefit"
    },
    "description": {
      "de": "Das Bürgergeld (vorher ALG II) ist Teil der sogenannten Grundsicherung für Arbeitsuchende. Bürgergeld wird oft im Anschluss an das Arbeitslosengeld gezahlt, wenn weiterhin Unterstützung notwendig ist. Bürgergeld erhalten auch Personen, die noch nie gearbeitet oder ein geringes Einkommen haben. Für das Bürgergeld sind die Jobcenter zuständig.",
      "en": "If you are not currently employed and are not entitled to unemployment benefit, you may be entitled to unemployment benefit II. This also applies if you earn so little that you cannot meet your living costs."
    }
  },
  "https://foerderfunke.org/default#arbeitslosengeld": {
    "id": "ff:arbeitslosengeld",
    "status": "production",
    "title": {
      "de": "Arbeitslosengeld",
      "en": "Unemployment benefit"
    },
    "description": {
      "de": "Das Arbeitslosengeld (ALG) sichert Sie sozial ab, wenn Sie Ihre Arbeit oder Ihren Ausbildungsplatz verlieren. Es ersetzt einen Teil Ihres fehlenden Einkommens, damit Sie weiterhin Ihren Lebensunterhalt bestreiten können. Sie haben Anspruch auf diese Leistung, wenn Sie vor Ihrer Arbeitslosigkeit eine bestimmte Zeit pflichtversichert oder freiwillig versichert waren und monatlich Versicherungsbeiträge gezahlt haben.",
      "en": "Unemployment benefit, or ALG (from the German word Arbeitslosengeld), provides a social safety net in case you lose your job or training position. It replaces part of your missing income so that you can continue to pay your bills."
    }
  },
  "https://foerderfunke.org/default#berufsausbildungsbeihilfe-bab": {
    "id": "ff:berufsausbildungsbeihilfe-bab",
    "status": "production",
    "title": {
      "de": "Berufsausbildungsbeihilfe (BAB)",
      "en": "Vocational training allowance (BAB)"
    },
    "description": {
      "de": "Berufsausbildungsbeihilfe (BAB) ist ein finanzieller Zuschuss für junge Menschen in ihrer ersten Berufsausbildung. Sie hilft zum Beispiel dabei, Miete, Lebensmittel oder Fahrtkosten zu bezahlen.",
      "en": "Vocational training allowance, or Berufsausbildungsbeihilfe (BAB), is a form of financial assistance for young people who are in vocational training for the first time. It helps them pay for things like rent, food or transport costs."
    }
  },
  "https://foerderfunke.org/default#wohngeld": {
    "id": "ff:wohngeld",
    "status": "production",
    "leika_id": "99107023037000",
    "title": {
      "de": "Wohngeld",
      "en": "Housing benefit"
    },
    "description": {
      "de": "Wohngeld ist eine Leistung für Menschen mit geringem Einkommen, die ihren Lebensunterhalt bzw. ihren alltäglichen Bedarf und die Miete/Wohnkosten nicht vollständig alleine stemmen können. Wohngeld wird als Zuschuss zur Miete oder zu den Kosten selbst genutzten Wohneigentums gezahlt und richtet sich nach dem eigenen Einkommen, der Miete/Wohnkosten sowie der Wohnregion.",
      "en": "Housing benefit is a benefit for people with low incomes who cannot fully cover their living expenses, daily needs, and rent/housing costs on their own. Housing allowance is granted as a subsidy for rent or the costs of owner-occupied housing and is determined based on one’s income, rent/housing costs, and the residential region."
    },
    "required_documents": {
      "de": [
        "Mietvertrag oder Mietbescheinigung",
        "Lohn- oder Gehaltsnachweise der letzten sechs Monate",
        "Bescheide über etwaiges anderes Einkommen (z.B. Rente, BAföG, Elterngeld, Unterhalt)",
        "Gegebenenfalls Kontoauszüge der letzten drei Monate"
      ],
      "en": [
        "Rental agreement or rental certificate",
        "Pay slips for the last six months",
        "Notices of any other income (e.g. pension, BAföG, parental allowance, maintenance)",
        "Possibly bank statements for the last three months"
      ]
    },
    "additional_support": {
      "de": {
        "title": "Für mehr Informationen und Fragen zur Antragsstellung, Anspruch, etc. wenden Sie sich an Ihre lokale Wohngeldbehörde. Einen ersten Eindruck über die Mögliche Wohngeldhöhe bietet der offizielle Wohngeld-Rechner des Bundesministerium für Wohnen, Stadtentwicklung und Bauwesen.",
        "links": [
          {
            "title": "Wohngeldrechner 2023",
            "url": "https://www.bmwsb.bund.de/Webs/BMWSB/DE/themen/stadt-wohnen/wohnraumfoerderung/wohngeld/wohngeldrechner-2023-artikel.html"
          }
        ]
      },
      "en": {
        "title": "For more information and questions about the application process, entitlement, etc., please contact your local housing benefit authority. The official housing benefit calculator of the Federal Ministry of Housing, Urban Development and Construction provides a first impression of the possible housing benefit amount.",
        "links": [
          {
            "title": "Housing benefit calculator 2023",
            "url": "https://www.bmwsb.bund.de/Webs/BMWSB/DE/themen/stadt-wohnen/wohnraumfoerderung/wohngeld/wohngeldrechner-2023-artikel.html"
          }
        ]
      }
    },
    "legal_basis": {
      "de": {
        "title": "Die Gesetzesgrundlage für das Wohngeld findet sich im Wohngeldgesetz.",
        "links": [
          {
            "title": "Wohngeldgesetz",
            "url": "https://www.gesetze-im-internet"
          }
        ]
      },
      "en": {
        "title": "The legal basis for housing benefit can be found in the Housing Benefit Act.",
        "links": [
          {
            "title": "Housing Benefit Act",
            "url": "https://www.gesetze-im-internet"
          }
        ]
      }
    },
    "further_information": {
      "de": {
        "title": "Hier finden Sie weitere Informationen zum Wohngeld:",
        "links": [
          {
            "title": "Offiziellen Seite des Bundesministerium für Wohnen, Stadtentwicklung und Bauwesen.",
            "url": "https://www.bmwsb.bund.de/SharedDocs/faqs/Webs/BMWSB/DE/wohnen/wohngeld/wohngeld-faq-liste.html"
          },
          {
            "title": "Soziaplattform.",
            "url": "https://sozialplattform.de/wohngeld"
          }
        ]
      },
      "en": {
        "title": "You can find more information about housing benefit on the following websites:",
        "links": [
          {
            "title": "Federal Ministry of Housing, Urban Development and Construction",
            "url": "https://www.bmwsb.bund.de/SharedDocs/faqs/Webs/BMWSB/DE/wohnen/wohngeld/wohngeld-faq-liste.html"
          },
          {
            "title": "Soziaplattform",
            "url": "https://sozialplattform.de/wohngeld"
          }
        ]
      }
    }
  },
  "https://foerderfunke.org/default#grundsicherung-im-alter-und-bei-erwerbsminderung": {
    "id": "ff:grundsicherung-im-alter-und-bei-erwerbsminderung",
    "status": "production",
    "title": {
      "de": "Grundsicherung im Alter und bei Erwerbsminderung",
      "en": "Basic welfare for the elderly and people with reduced earnings capacity"
    },
    "description": {
      "de": "Sie sind im Rentenalter, aber Ihr Geld reicht nicht aus, um Ihren Lebensunterhalt zu bezahlen? Oder sind Sie zwar noch jünger, können aber aus gesundheitlichen Gründen dauerhaft nicht arbeiten? Dann können Sie die finanzielle „Grundsicherung im Alter und bei Erwerbsminderung“ beantragen.",
      "en": "Are you receiving your pension but don’t have enough money to get by? Or are you younger but unable to work for health-related reasons? If so, you may be entitled to claim basic financial welfare for the elderly and people with reduced earnings capacity."
    }
  },
  "https://foerderfunke.org/default#bildung-und-teilhabe-bei-bezug-von-buergergeld": {
    "id": "ff:bildung-und-teilhabe-bei-bezug-von-buergergeld",
    "status": "production",
    "title": {
      "de": "Bildung und Teilhabe - bei Bezug von Bürgergeld",
      "en": "Education and participation - with citizen's benefit"
    },
    "description": {
      "de": "In Deutschland sollen Kinder, Jugendliche und junge Erwachsene die gleichen Chancen haben. Wichtige Voraussetzungen für Chancengleichheit sind Bildung und die Teilnahme am sozialen und kulturellen Leben. Deswegen fördert der Staat Leistungen zur Bildung und Teilhabe, auch Bildungs- und Teilhabepaket genannt.",
      "en": "In Germany, children, teens and young adults are supposed to have equal opportunities. Education and participation in social and cultural activities are important factors in ensuring equal opportunity. For this reason, the state provides benefits to support education and participation. This is also known as the education and participation package."
    }
  },
  "https://foerderfunke.org/default#exist-gruendungsstipendium": {
    "id": "ff:exist-gruendungsstipendium",
    "status": "beta",
    "title": {
      "de": "EXIST-Gründungsstipendium",
      "en": "EXIST start-up grant"
    },
    "description": {
      "de": "Das EXIST-Gründerstipendium unterstützt Studierende, Absolventinnen und Absolventen sowie Wissenschaftlerinnen und Wissenschaftler, die ihre Gründungsidee umsetzen möchten. Das Stipendium ermöglicht es, sich voll und ganz auf die Gründung zu konzentrieren und die ersten Schritte in die Selbstständigkeit zu gehen.",
      "en": "The EXIST start-up grant supports students, graduates and researchers who want to implement their start-up idea. The grant allows them to focus entirely on their start-up and take the first steps towards self-employment."
    }
  },
  "https://foerderfunke.org/default#ibb-gruendungsbonus": {
    "id": "ff:ibb-gruendungsbonus",
    "status": "beta",
    "title": {
      "de": "IBB-Gründungsbonus",
      "en": "IBB start-up bonus"
    },
    "description": {
      "de": "Der IBB-Gründungsbonus ist eine finanzielle Unterstützung für Gründerinnen und Gründer in Berlin. Der Bonus hilft dabei, die ersten Schritte in die Selbstständigkeit zu gehen und das eigene Unternehmen aufzubauen.",
      "en": "The IBB start-up bonus is financial support for start-ups in Berlin. The bonus helps them take the first steps towards self-employment and build their own business."
    }
  }
}
